const vratkathaData = [
  {
    id: 1,
    title: "उत्पन्ना एकादशी व्रत कथा",
    slug: "utpanna-ekadashi",
    image: "/ekadashi.png",
    audio: "/audio/.mp3",
    content: `मार्गशीर्ष : कृष्ण पक्ष

    नैमिषारण्य क्षेत्र में श्री सूत जी ब्राह्मणों से बोले- हे ब्राह्मणों! विधि सहित इस एकादशी महात्म्य को भगवान श्रीकृष्ण ने कहा था। प्रेमीजन ही इस व्रत की उत्पत्ति को प्रेम पूर्वक सुनते हैं और इस लोक में अनेकों सुखों को भोगकर अन्त में विष्णु पद को प्राप्त करते हैं। श्री सूतजी बोले- हे ब्राह्मणों ! सबसे प्रथम इस एकादशी महात्म्य को भगवान् श्रीकृष्ण ने अर्जुन से कहा था, उसी के अनुसार मैं आपसे कहता हूँ। अर्जुन ने पूछा था- हे जनार्दन ! इस एकादशी व्रत का महात्म्य क्या है ? इस व्रत के करने से क्या पुण्य मिलता है और इसकी विधि क्या है ? सो आप मुझसे कहिये। ऐसा सुनकर श्री कृष्ण भगवान ने कहा- हे अर्जुन ! सबसे पहले हेमन्त ऋतु के मार्गशीर्ष महीने में कृष्ण पक्ष की एकादशी का व्रत करना चाहिए। दशमी की शाम को दातुन करना चाहिये परन्तु भोजन नहीं करना चाहिये। एकादशी को सुबह संकल्प नियम के अनुसार कार्य करना चाहिए। दोपहर में संकल्प पूर्वक नदी, सरोवर, बाबड़ी, कुआँ आदि में से किसी एक में स्नान करना चाहिये। स्नान करने से पहले शरीर पर मिट्टी का चन्दन लगाना चाहिये। चंदन लगाने का मंत्र इस प्रकार है -
    अश्व क्रान्ते रथ क्रान्ते विष्णुक्रान्ते वसुन्धरे, उधृतापि बराहेण कृष्णे न सतबाहुना । मृत्ति के हर में पापं यन्मया पूर्व संचितम्, त्वयाहतेन पापेन गच्छामि परमागतिम् ॥

व्रत करने वाले को स्नान करने के पश्चात् पापी, चोर, पाखंडी, दूसरे की बुराई करने वाला, पर स्त्री गमन करने वाला, दुराचारी, दूसरे के धन को चुराने वाला, मंदिरों में चोरी करने वाला आदि इन सब मनुष्यों से बात नहीं करनी चाहिये। यदि अनजाने में इनसे बात हो जाये तो इस पाप को दूर करने के लिये सूर्यनारायण के दर्शन करने चाहियें। स्नान के बाद धूप दीप नैवेद्य से भगवान् का पूजन करना चाहिये। रात को दीप दान करना चाहिये। ये सत्कर्म भक्ति पूर्वक करने चाहियें। उस रात को नींद और स्त्री प्रसंग को त्याग देना चाहिये। एकादशी
के दिन तथा रात्रि को भजन और सत्संग आदि कर्मों में व्यतीत करना चाहिये। उस दिन श्रद्धा पूर्वक ब्राह्मणों को दक्षिणा देनी चाहिये और उनसे अपनी गलतियों की क्षमा माँगनी चाहिये। धार्मिकजनों को शुक्ल और कृष्णपक्ष की दोनों एकादशियों को एकसा समझना चाहिये। उनमें भेद मानना उचित नही है। ऊपर लिखी विधि के अनुसार जो मनुष्य एकादशी का व्रत करते हैं उनको शंखोद्धार तीर्थ में स्नान एवं दर्शन करने से जो पुण्य मिलता है, वह एकादशी व्रत के पुण्य के सोलहवें भाग के बराबर भी नहीं है। व्यतीत योग में संक्राति में तथा चन्द्र व सूर्यग्रहण में दान देने से और कुरुक्षेत्र में स्नान करने से जो पुण्य प्राप्त होता है वहीं पुण्य मनुष्य को एकादशी का व्रत करने से मिलता है। अश्वमेघ यज्ञ करने से जो पुण्य प्राप्त होता है उससे सौगुना पुण्य एकादशी को उपवास रखने से मिलता है। एक हजार तपस्वियों को साठ वर्ष तक भोजन कराने से जो फल प्राप्त होता है, वह फल इस एकादशी का व्रत करने से प्राप्त होता है। जो पुण्य वेद पाठी ब्राह्मण को एक हजार गौदान करने से मिलता है, उससे. दस गुना अधिक पुण्य एकादशी का व्रत करने से मिलता है। दस श्रेष्ठ ब्राह्मणों को भोजन कराने से जो पुण्य मिलता है, वह एकादशी के पुण्य के दसवें भाग के बराबर होता है।

दस उत्तम ब्राह्मणों को भोजन कराने में जो पुण्य मिलता है, उतना ही पुण्य एक ब्रह्मचारी को भोजन कराने से होता है। इस पुण्य से हजार गुना पुण्य कन्या और भूमिदान करने से प्राप्त होता है। कन्या और भूमिदान के पुण्य से दसगुना पुण्य (विद्या दान से) दस गुना पुण्य भूखे को भोजन देने से होता है। अन्नदान के बराबर संसार में कोई दूसरा पुण्य नहीं है। इस दान से स्वर्गीय पितृ तृप्त हो जाते हैं। इस दान का महात्म्य देवता भी वर्णन नहीं कर सकते हैं। निर्जल व्रत करने का आधा फल एक बार भोजन करने के बराबर होता है। उपरोक्त कोई सा एक व्रत जरूर करना चाहिये। एकादशी का व्रत करने पर ही यज्ञ, दान, तप आदि मिलते हैं अन्यथा नहीं। अतः एकादशी का व्रत अवश्य ही करना चाहिये। इस व्रत में शंख से जल नहीं पीना चाहिये। मछली, सूअर तथा अन्न एकादशी के व्रत में वर्जित हैं। एकादशी व्रत का फल हजार यज्ञों से भी अधिक है। ऐसा सुनकर अर्जुन ने कहा हे भगवन्! आपने इस एकादशी
के पुण्य को अनेक तीर्थों के पुण्य से श्रेष्ठ तथा पवित्र क्यों बतलाया है, सो सब कहिये ? भगवान् श्री कृष्ण बोले हे अर्जुन ! सतयुग में एक महाभयंकर मुर नाम का दैत्य था। उस मुर दैत्य से सभी देवता अत्यन्त भयभीत रहते थे। दैत्य इन्द्र आदि देवताओं को जीतकर उन्हें उनके स्थान से गिरा दिया करता था। तब देवेन्द्र ने महेन्द्र से प्रार्थना की- हे शिवशंकर हम सब लोग इस समय मुर दैत्य के अत्याचारों से मृत्युलोक में अपना जीवन व्यतीत कर रहे हैं। कृपाकर इस दुःख से छूटने का उपाय बताइये। महादेवजी बोले हे देवेन्द्र ! आप श्रीविष्णु भगवान् के पास जाइए। इन्द्र तथा अन्य देवता क्षीर सागर जहाँ पर है भगवान् विष्णु शेष शय्या पर शयन कर रहे थे। वहाँ गये और देवताओं सहित इन्द्र ने उनकी इस प्रकार स्तुति की -हे देवताओं के देवता और देवताओं के देवताओं द्वारा स्तुति करने योग्य आपको बारम्बार प्रणाम है। हे दैत्यों के संहारक ! हे मधुसूदन ! आप हमारी रक्षा करें। हे जगन्नाथ! समस्त देव दैत्यों से भयभीत होकर आपकी शरण में आये हैं। आप ही इस संसार के कारक और कर्त्ता हैं, सब के माता पिता हैं। जगत की उत्पत्ति, पालन और संहारकर्त्ता तथा देवताओं
की सहायता करने वाले और शान्ति प्रदान करने वाले हैं। आकाश, पाताल आप ही हैं। तीनों लोकों को उत्पन्न करने वाले ब्रह्मा, सूर्य, चन्द्र, अग्नि, हव्य, स्मरण, मन्त्र, यजमान, यज्ञ, कर्म कर्त्ता भोक्ता आदि आप ही हैं। हे देव ! शरण में आये हुओं की आप रक्षा करने वाले हैं। इस समय दैत्यों ने हमें स्वर्ग से निकाल दिया है। अब आप हमारी रक्षा कीजिये ! देवताओं की करुण वाणी को सुनकर श्रीविष्णु भगवान् बोले- हे देवताओं! वह कौन सा दैत्य है जिसने देवताओं को जीत लिया है? वह कहाँ रहता है तथा उसमें कैसा बल है? यह सब मुझसे कहो ! भगवान् के वचनों को सुनकर इन्द्र बोले- हे भगवान्! प्राचीन समय में नाड़ी जंग नाम का एक दैत्य था। उस दैत्य की ब्रह्म वंश से उत्पत्ति हुई थी। उसी दैत्य के लड़के का नाम मुर है। वह अपनी राजधानी चन्द्रावती में रहता है। वह अपने बल से समस्त विश्व को जीतकर और सब देवताओं को देवलोक से निकालकर इन्द्र, अग्नि, यम, वरुण, चन्द्रमा, सूर्य बनकर पृथ्वी को तपाता है। मेघ बनकर जल की वर्षा करता है। अतः आप उस दैत्य को मारकर देवताओं की जीत कराओ।
इन्द्र के वचन सुनकर श्रीविष्णु भगवान बोले -हे देवताओं! मैं तुम्हारे शत्रुओं का शीघ्र ही संहार करूँगा। अब सब चन्द्रावती नगरी को जाइये। इस प्रकार भगवान विष्णु देवताओं से कहकर उनके पीछे-पीछे चन्द्रावती नगरी को चल दिये। उस समय मुर अनेक दैत्यों के साथ युद्धभूमि में गरज रहा था। युद्ध होने पर असंख्य दानव अनेको अस्त्र-शस्त्रों को धारण कर देवताओं से युद्ध करने लगे परन्तु देवता दानवों के आगे एक क्षण भी न ठहर सके। तब भगवान् विष्णु भी युद्धभूमि में आ गये। दानवों ने भगवान् विष्णु को देखा तो वे उन पर अस्त्रशस्त्रों का प्रहार करने लगे। भगवान् विष्णु भी चक्र और गदा से उनके शस्त्रों को नष्ट करने लगे। इस युद्ध में अनेकों दानव सदैव के लिये सो गये परन्तु दैत्यों का राजा मुर भगवान् के साथ निश्चल भाव से युद्ध करता रहा। भगवान् विष्णु मुर को मारने के लिये जिन-जिन शस्त्रों का प्रयोग करते वे सब उसके तेज से नष्ट होकर उस पर पुष्पों के समान गिरने लगे। वह आपस में मल्लयुद्ध करने लगे परन्तु उस दैत्य को न जीत सके। अंत में भगवान् विष्णु शांत होकर विश्राम करने की इच्छा से बद्रिकाश्रम गए। उस समय
अड़तालीस कोस लम्बी एक द्वारवाली हेमवती नाम की गुफा में शयन करने के लिए विष्णु भगवान् घुसे।

हे अर्जुन ! अतः मैने उस गुफा में शयन किया। वह दैत्य भी वहाँ आया। मुझको शयन करता देख मारने को तैयार हो गया। उसी समय मेरी देह से एक अत्यन्त सुन्दर कन्या दिव्य अस्त्र धारण करके उत्पन्न हुई और दैत्य के सामने आकर युद्ध करने लगी। वह दैत्य इस कन्या से लगातार युद्ध करता रहा। कुछ समय बीतने पर इस कन्या ने क्रोध में आकर उस दैत्य के अस्त्रशस्त्रों के टुकड़े-टुकड़े कर दिये और उसका रथ तोड़ दिया। तब वह दैत्य महान् क्रोध करके उससे मल्लयुद्ध करने लगा। उस कन्या ने उसको धक्का देकर मूर्छित कर दिया। जब वह दैत्य मूर्छा से जगा तो उस कन्या ने उसका सिर काटकर यमपुर पहुँचा दिया। अन्य समस्त दानव भी ऐसा देखकर पाताल लोक चले गये। जब भगवान विष्णु की निद्रा टूटी तो उस दैत्य को मरा देखकर अत्यंत आश्चर्य करने लगे और विचारने लगे इस दैत्य को किसने मारा है ? तब कन्या भगवान् से हाथ जोड़कर बोली कि हे भगवान !
यह दैत्य आपको मारने को तैयार था तब मैंने आपके शरीर से उत्पन्न होकर इसका वध किया है। इस पर भगवान् बोले- हे कन्या! तूने इसको मारा है, अतः मैं तेरे ऊपर अत्याधिक प्रसन्न हूँ। तूने तीनों लोकों के देवताओं को सुखी किया है इसलिए तू अपनी इच्छानुसार वरदान माँग। कन्या बोली- हे भगवान्! मुझे यह वरदान दीजिये कि जो मेरा व्रत करे उसके समस्त पाप नष्ट हों और अन्त में वह स्वर्ग को जाये। मेरे व्रत का आधा फल रात्रि को मिले और उससे आधा फल एक समय भोजन करने वाले को मिले। जो मनुष्य भक्ति पूर्वक मेरे व्रत को करे वह निश्चय ही आपके लोक को प्राप्त करे। कृपया मुझे ऐसा ही वरदान दीजिये। जो मनुष्य दिन तथा रात्रि को एक बार भोजन करे वह धन धान्य से भरभूर रहे। इस पर भगवान् विष्णु उस कन्या से बोले- हे कल्याणि ! ऐसा ही होगा। मेरे और तेरे भक्त एक ही होंगे और अंत में संसार प्रसिद्धि को प्राप्त होकर मेरे लोक को प्राप्त करेंगे। हे कन्या ! एकादशी को पैदा होने से तेरा नाम भी एकादशी हुआ। जो मनुष्य तेरे इस दिन का व्रत करेंगे उनके समस्त पाप नष्ट हो जायेंगे और अंत में मुक्ति को
प्राप्त करेंगे। तू मेरे लिए अब तीज, आठें, नवमी और चौदस से भी अधिक प्रिय है। तेरे व्रत का फल सब तीर्थों के फल से महान होगा यह मेरा कथन सत्य है। ऐसे कहकर भगवान उसी स्थान पर अन्तर्ध्यान हो गये। एकादशी भी भगवान के उत्तम वचनों को सुनकर अत्यन्त प्रसन्न हुई।

हे अर्जुन ! सब तीर्थो, दानों, व्रतों के फल से एकादशी व्रत का फल सर्वश्रेष्ठ है। मैं एकादशी व्रत करने वाले मनुष्यों के शत्रुओं को, विघ्नों को नष्ट कर देता हूँ और उन्हें मोक्ष दिलाता हूँ। हे अर्जुन ! यह मैंने तुमसे एकादशी की उत्पत्ति के बारे में बतलाया है। एकादशी पापों को नष्ट करने वाली और सिद्धि को देने वाली है। उत्तम मनुष्यों को दोनों पक्षों की एकादशियों को समान समझना चाहिये। उनमें भेदभाव मानना उचित नहीं है। जो पुरुष विष्णु भक्त हैं उनको धन्य है। जो मनुष्य एकादशी महात्म्य का श्रवण व पठन करते हैं उनको अश्वमेघ यज्ञ का फल मिलता है। जो मनुष्य भक्तिपूर्वक कथा सुनते हैं वे विष्णुलोक को जाते हैं और करोड़ों वर्षों तक उनकी उस जगह पूजा होती है। जो एकादशी महात्म्य के चौथाई भाग को सुनते हैं उनके ब्रह्म हत्या आदि
के महान् पाप नष्ट हो जाते हैं।

विष्णु धर्म के समान संसार में कोई दूसरा धर्म नहीं है और एकादशी व्रत के बराबर कोई भी दूसरा व्रत नहीं है।

कथासार

यह एकादशी भगवान विष्णु की साक्षात शक्ति है, जिस शक्ति ने उस राक्षस का वध किया जिसे भगवान के पापरूपी राक्षस भला कैसे ठहर सकते हैं ? जिस शक्ति ने देवताओं को सुख दिया व प्राणिमात्र को क्या नहीं दे सकती- सुख, समृद्धि, शांति और मोक्ष -सभी कुछ सहज प्राप्त हो जाता है।
’`,
  },
  {
    id: 2,
    title: "मोक्षदा एकादशी व्रत कथा",
    slug: "mokshda-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `मार्गशीर्ष : कृष्ण पक्ष
    श्री युधिष्ठिर बोले कि हे भगवान श्री कृष्ण ! आप सबको सुख देने वाले हैं और जगत के पति हैं इसीलिये मैं आपको नमस्कार करता हूँ। कृपाकर मेरे एक संशय को दूर कीजिये। मार्गशीर्ष माह के शुक्लपक्ष की एकादशी का नाम क्या है? उस दिन कौन से देवता की पूजा की जाती है और उसकी विधि क्या है ?

हे भगवन् ! मेरे इन प्रश्नों का उत्तर देकर मेरे संदेह को दूर कीजिये। भगवान् कृष्णजी बोले- हे राजन्! आपने अत्यन्त उत्तम प्रश्न किया है। आप ध्यान पूर्वक सुनिये। मार्गशीर्ष माह के शुक्ल पक्ष की एकादशी मोक्षदा के नाम से प्रसिद्ध है। इस दिन श्रीदामोदर भगवान् की पूजा धूप, दीप, नैवेद्य आदि से भक्ति पूर्वक करनी चाहिये। अब मैं एक पुराणों की कथा कहता हूँ। इस एकादशी के व्रत के प्रभाव से नरक में गये हुए माता, पिता, पुत्रादि को स्वर्ग की प्राप्ति होती है। आप इसे ध्यानपूर्वक सुनिये ।

प्राचीन गोकुल नगर में बैशामख नाम का एक राजा राज्य करता था। इसके राज्य में चारों वेदों के ज्ञाता ब्राह्मण रहते थे। रात्रि को एक दिन स्वप्न में राजा ने अपने पिता को नर्क में पड़े देखा। उसको स्वप्न का बड़ा आश्चर्य हुआ। प्रातःकाल होते ही वह ब्राह्मणों के सामने अपनी सब स्वप्न कथा कहने लगे। हे ब्राह्मणों ! रात्रि को स्वप्न में मैंने अपने पिता को नर्क में पड़ा देखा। उन्होंने मुझसे कहा कि हे पुत्र ! अब मैं नर्क भोग रहा हूँ। मेरी यहाँ से मुक्ति करो। अब मैं क्या करूँ ? कहाँ जाऊँ ? इस दुःख के कारण मेरा शरीर तप रहा है। आप लोग मुझे किसी प्रकार तप, दान आदि को बतावें जिससे मुझ को मुक्ति प्राप्त हो। उस उत्तम पुत्र का जीना व्यर्थ है जो अपने पिता का उद्धार न करे। राजा के ऐसे वचनों को सुन कर ब्राह्मण बोले- हे राजन् ! यहाँ से करीब ही वर्तमान, भूत, भविष्य के ज्ञाता पर्वत नाम के एक ऋषि का आश्रम है। आप यह सब बातें उनसे जाकर पूछ लीजिए। वे आपको इसकी विधि बता देंगे।

राजा ऐसा सुनकर मुनि के आश्रम पर गये। उस समय चारों वेदों के ज्ञाता पर्वत मुनि दूसरे ब्राह्मण के सामने बैठे थे। राजा ने जाकर उनको साष्टांग
प्रणाम किया। पर्वत मुनि ने उससे सांगोपांग कुशल क्षेम पूछी। तब राजा बोले - हे देवर्षि ! आपकी कृपा से मेरे राज्य में सब कुशल है परन्तु मेरे मन में अशांति रहती है उसका कुछ उपाय कीजिये। ऐसा सुनकर पर्वत मुनि ने एक मुहुर्त के लिए नेत्र बन्द कर लिये और भूत भविष्य को विचारने लगे। फिर बोले - हे राजन् मैंने योग बल के द्वारा तुम्हारे पिता के समस्त कुकर्मों का ज्ञान प्राप्त कर लिया है। उन्होंने पूर्वजन्म में कामातुर होकर सौत के कहने पर एक स्त्री को ऋतुदान माँगने पर भी नहीं दिया। उसी पाप कर्म के फल से तुम्हारे पिता को नर्क में जाना पड़ा है।

तब राजा बोला हे भगवन! मेरे पिताजी के उद्धार हेतु आप कोई उपाय बतलाइये। तब पर्वत मुनि बोले - हे राजन! मार्गशीर्ष माह के शुक्ल पक्ष

में जो एकादशी होती है, उस एकादशी को आप उपवास करें और उस उपवास के पुण्य को अपने पिता हेतु संकल्प छोड़ दें। उस एकादशी के पुण्य के प्रभाव से अवश्य ही पर्वत मुनि के वचनों को सुनकर राजा अपने महल को आया और कुटुम्ब सहित मोक्षदा एकादशी का उपवास किया। उस उपवास के पुण्य को राजा ने अपने पिता को संकल्प
छोड़ दिया। उस पुण्य के प्रभाव से राजा के पिता को मुक्ति मिली और स्वर्ग में जाते हुए वे अपने पुत्र से बोले - हे पुत्र ! तेरा कल्याण हो, ऐसा कहकर वे स्वर्ग को चले गये।

मार्गशीर्ष माह के शुक्लपक्ष की मोक्षदा एकादशी का जो व्रत करते हैं उनके समस्त पाप नष्ट हो जाते हैं और अन्त में स्वर्गलोक को जाते हैं। इस व्रत से बढ़कर मोक्ष देने वाला दूसरा कोई भी व्रत नहीं है। इस कथा को सुनने व पढ़ने से वाजपेय यज्ञ का फल मिलता है।

कथासार

यह कथा पिता के प्रति भक्ति और दूसरों के लिए पुण्य अर्पित करने की अनुपम गाथा है। इस एकादशी का व्रत केवल व्रत करने वाले प्राणी का ही नहीं बल्कि उसके पितरों का भी भला करता है, अपने किसी सगे-सहोदर, मित्र-बंधु को भी इस व्रत का फल अर्पण करने से उसके भी पापों के क्लेशों का नाश हो जाता है। जो साधक माता-पिता में ईश्वर को देखते हैं, भगवान विष्णु की असीम अनुकंपा से उनकी समस्त कामनाओं की सिद्धि होती है।

`,
  },
  {
    id: 3,
    title: "सफला एकादशी व्रत कथा",
    slug: "safla-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `पौष : कृष्ण पक्ष
श्री युधिष्ठिर बोले - हे भगवान् ! पौष मास के कृष्ण पक्ष की एकादशी का क्या नाम है ? इस दिन कौन से देवता की पूजा व उसकी विधि क्या है ? यह सब समझाइये। श्रीकृष्ण भगवान् बोले - हे राजन् ! मैं आपके प्रश्नों का उत्तर देता हूँ। दान देने वाले की अपेक्षा मैं व्रत करने वाले से अधिक प्रसन्न होता हूँ।

अब आप इस एकादशी व्रत का महात्म्य सुनो। पौष माह के कृष्णपक्ष की एकादशी का नाम सफला है। इस एकादशी के देवता नारायण हैं। इसका पूर्वोक्त विधि अनुसार व्रत करना चाहिए और नारायणजी की पूजा करनी चाहिये। जो मनुष्य एकादशी व्रत तथा मेरा पूजन करते हैं वे धन्य हैं। सफला नाम की एकादशी में मुझे ऋतु के अनुकूल फल अर्पण करे अर्थात् नारियल, नींबू, अनार, सुपारी आदि और धूप, दीप, पुष्प आदि से मेरी सोलह प्रकार से पूजा करे। इस दिन दीपदान तथा रात्रि को जागरण करना चाहिये। इस एकादशी व्रत के समान यज्ञ, तीर्थ तथा दूसरा कोई भी व्रत नहीं है। मनुष्य को पाँच सहस्त्र
वर्ष तपस्या करने से जो पुण्य मिलता है वह पुण्य भक्ति पूर्वक रात्रि जागरण सहित सफला एकादशी के व्रत करने से प्राप्त होता है।

हे राजन् ! अब आप सफला एकादशी की कथा ध्यान पूर्वक सुनिये । चम्पावती नगरी में एक महिष्मान राजा राज्य करता था। उसके चार पुत्र थे। इन पुत्रों में सबसे बड़ा लुम्पक महापापी था। वह सदैव परस्त्री गमन तथा वैश्याओं के यहाँ अपने पिता का धन नष्ट किया करता था। वह देवता, ब्राह्मण, वैष्णव आदि की निन्दा किया करता था। जब पिता को अपने बड़े पुत्र के बारे में समाचार ज्ञात हुआ तब उन्होंने उसको अपने राज्य से निकाल दिया। जब लुम्पक सबके द्वारा त्याग दिया गया तब वह विचारने लगा कि अब मैं क्या करूँ ? कहाँ जाऊँ ? अन्त में वह दिन में वन में रहने लगा और रात को अपने पिता की नगरी में चोरी तथा अन्य कुकर्म करने लगा। जिस वन में वह रहता था वह भगवान् को अत्यन्त प्रिय था। उस वन में एक बहुत पुराना पीपल का वृक्ष सब देवताओं का क्रीड़ा स्थल था। इसी वृक्ष के नीचे लुम्पक रहता था। कुछ दिनों के पश्चात् पौष माह के कृष्ण पक्ष की दशमी के दिन वह वस्त्रहीन
होने के कारण शीत से मुछित हो गया। वह रात्रि को सो न सका और उसके हाथ पैर अकड़ गये। उसका दिन और वह रात्रि बड़ी कठिनता से बीती। सूर्यनारायण के उदय होने पर भी उसकी मूर्छा न गयी।

सफला एकादशी के मध्याह तक वह दुराचारी मूर्छित ही पड़ा रहा। जब सूर्य की गर्मी से उसे होश आया तो वह अपने स्थान से उठकर वन में भोजन की खोज में चल पड़ा। उस दिन वह जीवों को मारने में असमर्थ था। इसलिये जमीन पर गिरे हुए फलों को लेकर पीपल के वृक्ष के नीचे आया। जब सूर्य भगवान् अस्ताचल को प्रस्थान कर गये तब वह पीपल की जड़ के पास फलों को रख कर कहने लगा कि हे भगवान्! इन फलों से आप ही तृप्त हों। ऐसा कहकर वह रोने लगा और रात्रि को उसे नींद न आयी। इस महापापी के व्रत तथा रात्रि जागरण से भगवान् अत्यन्त प्रसन्न हुए और उसके समस्त पाप नष्ट हो गये। प्रातः ही एक दिव्य घोड़ा अनेकों सुन्दर वस्तुओं से सजा उसके सामने आकर खड़ा हो गया और आकाशवाणी हुई कि हे राजपुत्र ! भगवान् नारायण के प्रभाव से तेरे समस्त पाप नष्ट हो गये
हैं। अब तू अपने पिता के पास जाकर राज्य प्राप्त कर। लुम्पक ने जब ऐसी आकाशवाणी सुनी तो वह अत्यन्त प्रसन्न हुआ और बोला हे भगवान् ! आप की जय हो ऐसा कहता हुआ वह सुन्दर वस्त्रों को धारण कर अपने पिता के पास गया। उसने अपने पिता को संपूर्ण कथा कह सुनायी और पिता ने उसे अपना राज्यभार सौंपकर वन का रास्ता लिया। अब लुम्पक शास्त्रानुसार राज्य करने लगा। उसके स्त्री, पुत्र आदि भी परम भक्त बन गये। वृद्धावस्था आने पर वह अपने पुत्र को गद्दी दे भगवान् का भजन करने के लिये वन में चला गया और अन्त में विष्णुलोक को गया।

भक्तिपूर्वक जो मनुष्य सफला एकादशी का व्रत करते हैं, वे अन्त में मुक्ति पाते हैं। जो मनुष्य भक्तिपूर्वक सफला एकादशी का व्रत नहीं करते हैं वे पूँछ और सींग से रहित पशु तुल्य हैं। सफला एकादशी के महात्म्य का पठन व श्रवण करने से अश्वमेघ यज्ञ का फल मिलता है।
कथासार

इस कथा से हमें ईश्वर के अति कृपालु होने का
प्रमाण मिलता है। यदि कोई प्राणी अनजाने में भी ईश्वर का स्मरण करे तो उसे पूरा फल मिलता है। यदि प्राणी सच्चे हृदय से अपने अपराधों की क्षमा माँगे तो ईश्वर उसके बड़े से बड़े अपराधों को भी क्षमा कर देते हैं। लुंपक जैसा महापापी भी भगवान नारायण की कृपा से बैकुण्ठ का अधिकारी बना।
`,
  },
  {
    id: 4,
    title: "पुत्रदा एकादशी व्रत कथा",
    slug: "putrda-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `पौष : शुक्ल पक्ष
धर्मराज युधिष्ठिर ने पूछा- हे कृष्ण ! अब आप पौष माह के व्रत के बारे में समझाइये। इस दिन कौन से देवता का पूजन होता है तथा उसकी क्या विधि है?

इस पर श्रीकृष्ण बोले - हे राजन् ! पौष शुक्ल पक्ष की एकादशी का नाम पुत्रदा एकादशी है। इसका पूजन विधि पूर्वक करना चाहिये। इस व्रत में नारायण भगवान् की पूजा करनी चाहिये। इसके पुण्य से मनुष्य तपस्वी, विद्वान् और लक्ष्मीवान् होता है। इसकी मैं एक कथा कहता हूँ, उसे सुनो।

भद्रावली नगरी में सुकेतुमान राजा राज्य करता था। वह निपुत्र था। उसकी स्त्री का नाम शैव्या था। वह सदैव निपूती होने के कारण चिंतित रहती थी। इस पुत्रहीन राजा के पितर रो-रोकर पिंड लेते थे और सोचा करते थे कि इसके बाद हमें कौन पिंड देगा ? इधर राजा को भी राज्य वैभव से संतोष नहीं होता था। इसका एकमात्र कारण पुत्रहीन होना था। वह विचार करता था कि मेरे मरने पर मुझे कौन पिंड
देगा। बिना पुत्र के पित्रों और देवताओं से उऋण नहीं हो सकते। जिस घर में पुत्र न हो वहाँ सदैव अंधेरा ही रहता है। इसलिए मुझे पुत्र की उत्पत्ति के लिये प्रयत्न करना चाहिये। पूर्व जन्म के कर्मों से ही इस जन्म में पुत्र और धन आदि मिलते हैं। इस तरह राजा रात-दिन इसी चिन्ता में लगा रहता था। एक दिन राजा ने अपना शरीर त्याग देने की सोची परन्तु विचार करने लगा कि आत्मघात करना महापाप है। राजा इस तरह मन में विचार कर एक दिन छिप कर वन को चल दिया। राजा घोड़े पर सवार होकर वन में पक्षियों और वृक्षों को देखने लगा। हाथी अपने बच्चों और हथनियों के बीच में घूम रहे हैं। राजा सोच विचार में लग गया।

राजा प्यास के कारण अत्यन्त बेचैन होने लगा और पानी की तलाश में आगे बढ़ा। कुछ ही आगे जाने पर उसे एक सरोवर मिला। उस सरोवर के चारों तरफ मुनियों के आश्रम बने थे। उस समय राजा के दाहिने अंग फड़कने लगे। राजा मन में प्रसन्न होकर सरोवर के किनारे बैठे हुए मुनियों को देखकर घोड़े से उतरा और दण्डवत् करके उनके सम्मुख बैठ गया। राजा को देखकर मुनीश्वर बोले - हे राजन् ! हम
तमसे अत्यन्त प्रसन्न हैं। तुम इस जगह क्यों आये हो मो कहो ? इस पर राजा ने उनसे पूछा- हे मुनिश्वरों! आप कौन हैं और किसलिये यहाँ हैं ? सो कहो। मुनि बोले हे राजन् ! आज पुत्र की इच्छा करने वाले को संतान देने वाली पुत्रदा एकादशी है। हम लोग विश्वदेव हैं और इस सरोवर पर स्नान करने आये हैं। इस पर राजा बोला- हे मुनीश्वर! मेरे भी कोई पुत्र नहीं है। यदि आप मुझ पर प्रसन्न हों तो एक पुत्र का वरदान दीजिये। मुनि बोला- हे राजन् आज पुत्रदा एकादशी है आप इसका अवश्य ही व्रत करें। भगवान् की कृपा से आपको अवश्य ही पुत्र प्राप्त होगा।

मुनि के वचनों के अनुसार राजा ने एकादशी का व्रत किया एवं द्वादशी को पारायण किया और मुनियों को प्रणाम करके अन्त में अपने महल को वापिस आया। अन्त में रानी ने गर्भ धारण किया और नौ माह के पश्चात् उसके एक पुत्र रत्न पैदा हुआ। वह राजकुमार अन्त में अत्यन्त वीर, धनवान्, यशस्वी और प्रजापालक हुआ।

भगवान् श्री कृष्ण बोले- हे राजन् ! पुत्र प्राप्ति के लिये पुत्रदा एकादशी का व्रत करना चाहिये। जो मनुष्य इसका महात्म्य श्रवण व पठन करते हैं उनको
स्वर्ग मिलता है।

कथासार

पुत्र न होना बड़ा ही दुखपूर्ण है, उससे भी दुखपूर्ण है पुत्र का कुपुत्र होना, अतः सर्वगुण सम्पन्न और सुपुत्र पाना दुर्लभ है। ऐसा पुत्र उन्हें ही प्राप्त होता है जिन्हें साधुजनों का आशीर्वाद प्राप्त हो तथा जिनके मन में ईश्वर की भक्ति हो। इस कलियुग में सुयोग्य पुत्र प्राप्ति का उत्तम साधन पुत्रदा एकादशी का व्रत ही है।
`,
  },
  {
    id: 5,
    title: "षटतिला एकादशी व्रत कथा",
    slug: "shattila-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `माघ : कृष्ण पक्ष
एक समय दालभ्य ऋषि ने पुलस्त्य ऋषि से पूछा हे ब्राह्मण ! मनुष्य मृत्युलोक में ब्रह्महत्या आदि महान् पाप, दूसरे के धन की चोरी, दूसरे की उन्नति देखकर ईर्ष्या आदि करते हैं परन्तु फिर भी वे नर्क नहीं पाते, इसका क्या कारण है ? वह न जाने कौन सा अल्पदान या अल्प परिश्रम करते हैं। यह सब आप कृपापूर्वक कहिये। इस पर पुलस्त्य ऋषि बोले हे महानुभाव ! आपने मुझसे अत्यन्त गम्भीर प्रश्न पूछा है। इसको ब्रह्मा, विष्णु इन्द्र आदि भी नहीं जानते परन्तु मैं आपको यह गुप्त तत्व अवश्य ही बताता हूँ। माघ माह के आने पर मनुष्य को स्नान आदि से शुद्ध रहना चाहिये और इन्द्रियों को वश में करके तथा काम, क्रोध, लोभ, मोह, ईर्ष्या, अभिमान आदि का त्यागकर भगवान् का स्मरण करना चाहिये। हाथपैर धोकर पुष्य नक्षत्र में गोबर, कपास, तिल मिलाकर कंडे बनाने चाहियें। वह इन कन्डों से 108 बार हवन करें और यदि इस दिन मूल नक्षत्र और द्वादशी हो तो नियम से रहें। स्नान आदि नित्य क्रिया से शुद्ध होकर
भगवान् की पूजा व कीर्तन करना चाहिये। एकादशी के दिन व्रत और रात्रि को जागरण तथा हवन करना चाहिये। दूसरे दिन धूप, दीप, नैवेद्य से भगवान् की पूजा कर खिचड़ी का भोग लगाना चाहिये। इस दिन कृष्ण भगवान का पूजन करना चाहिये। पेठा, नारियल, सीताफल या सुपारी सहित अर्घ्य देना चाहिये और स्तुति करनी चाहिये। हे भगवान्! आप अशरणों को शरण देने वाले हैं। आप संसार में डूबे हुओं का उद्धार कीजिये। हे पुण्डरीकाक्ष ! हे कमलनेत्र धारी ! हे विश्व भगवान्! हे जगदगुरु ! आप लक्ष्मी जी सहित मेरे इस तुच्छ अर्घ्य को स्वीकार करो। इसके पश्चात् ब्राह्मण को जल भरा कुम्भ प्रदान करना चाहिये। ब्राह्मण को श्यामा गाय और तिल पात्र भी देना अच्छा है। तिल, स्नान और भोजन से श्रेष्ठ हैं। अतः मनुष्य को तिलदान भी करना चाहिये। इस प्रकार जो मनुष्य जितने तिल का दान करता है वह उतने ही वर्ष स्वर्ग में निवास करता है।

1. तिल स्नान 2. तिल का उबटन 3. तिल का

हवन 4. तिलोदक 5. तिल का भोजन 6. तिल का दान।

यह षट्तिला एकादशी कहलाती है। इससे
अनेक प्रकार के पाप नष्ट हो जाते हैं। नारद ऋषि बोले- हे भगवान् ! आपको नमस्कार है। इस षट्तिला एकादशी का क्या पुण्य और क्या कथा है, सो कहिये ?

श्रीकृष्ण भगवान् बोले- हे नारद ! मैं तुमसे आँखों देखी सत्य घटना कहता हूँ। प्राचीन काल में मृत्युलोक की सत्य घटना बताता हूँ।

प्राचीन काल में मृत्युलोक में एक ब्राह्मणी थी। वह सदैव व्रत किया करती थी। एक समय वह एक माह व्रत करती रही। इससे उसका शरीर अत्यन्त दुर्बल हो गया था। परन्तु उसने कभी भी देवताओं तथा ब्राह्मणों को धन तथा अन्नदान नहीं किया। इस प्रकार मैंने सोचा कि इस ब्राह्मणी ने व्रत आदि से अपना शरीर शुद्ध कर लिया है और इसको वैष्णव लोक भी मिल जायेगा परंतु इसने कभी भी अन्नदान नहीं किया है। इससे इसकी तृप्ति होना कठिन है। ऐसा सोचकर मैं मृत्युलोक में गया और ब्राह्मणी से अन्न माँगा। वह बोली- आप यहाँ किस लिये आये हैं ? मैंने कहा मुझे भिक्षा चाहिये। उसने मुझे एक मृत्पिंड दे दिया। मैं उसे लेकर लौट आया। कुछ समय बीतने पर ब्राह्मणी भी शरीर त्यागकर स्वर्ग आयी।
मुत्पिंड के प्रभाव से उसे एक आत्मग्रह मिला परन्तु उसने उस घर में अपने को वस्तुओं से शून्य पाया। वह मेरे पास आयी और बोली - हे भगवान् ! मैंने अनेकों व्रत आदि से आपकी पूजा की है परंतु फिर भी मेरा घर वस्तुओं से शून्य है। मैंने कहा-तुम अपने घर जाओ। देव स्त्रियाँ तुम्हें देखने आयेंगी जब तुम उनसे ष‌ट्तिला एकादशी का पुण्य और विधि सुनलो तब ही द्वार खोलना।

भगवान् के वचन सुनकर वह अपने घर को गयी और जब देव-स्त्रियाँ आकर द्वार खुलवाने लगीं तब ब्राह्मणी बोली कि यदि आप मुझे देखने आयी हैं तो षट्तिला एकादशी का महात्म्य कहिये। उनमें से एक देव-स्त्री बोली सुनो मैं कहती हूँ। जब उसने पट्तिला एकादशी का महात्म्य सुना दिया तब उसने द्वार खोला। देव-स्त्रियों ने उसको सब स्त्रियों से अलग पाया। ब्राह्मणी ने भी देव स्त्रियों के कहे अनुसार ष‌ट्तिला का व्रत किया और इसके प्रभाव से उसका घर धन-धान्य से पूर्ण हो गया। अतः मनुष्यों को षट्तिला एकादशी का व्रत करना चाहिये। इससे मनुष्यों को जन्म-जन्म में आरोग्यता प्राप्त होती है और दरिद्रता नष्ट हो जाती है। इस व्रत से मनुष्य के
समस्त पाप नष्ट हो जाते हैं।

कथासार

इस व्रत से जहाँ हमें शारीरिक शुद्धि और आयोग्यता प्राप्त होती है, वहीं अन्न, तिल आदि दान करने से धन-धान्य में वृद्धि होती है। इससे यह भी ज्ञात होता है कि प्राणी जो-जो और जैसा दान करता है, शरीर त्यागने के बाद उसे वैसा ही फल प्राप्त होता है। अतः धार्मिक कृत्यों के साथ-साथ हमें दान आदि अवश्य करना चाहिए। शास्त्रों में वर्णन है कि बिना दानादि के कोई भी धार्मिक कार्य संपन्न नहीं माना जाता।
`,
  },
  {
    id: 6,
    title: "जया एकादशी व्रत कथा",
    slug: "jaya-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `माघ : शुक्ल पक्ष
धर्मराज युधिष्ठिर बोले- हे भगवान्! आपने माघ माह की कृष्ण पक्ष की ष‌ट्तिला एकादशी का अत्यन्त सुन्दर वर्णन किया है। अब कृपा कर माघ माह के शुक्ल पक्ष की एकादशी की कथा का वर्णन कीजिये। इस एकादशी का नाम और इसके व्रत की क्या विधि है तथा देवता कौन सा है ?

श्रीकृष्ण भगवान् बोले- हे राजन् ! माघ माह

की शुक्ल पक्ष की एकादशी का नाम जया है। इस एकादशी के व्रत से मनुष्य ब्रह्महत्या के पाप से मुक्त हो जाते हैं और अन्त में उनको स्वर्ग प्राप्त होता है। इस व्रत से मनुष्य कुयोनि अर्थात् भूत, प्रेत, पिशाच आदि की योनि से छूट जाता है। अतः इस एकादशी के व्रत को विधि पूर्वक करना चाहिये। हे राजन् ! मैं एक पौराणिक कथा सुनाता हूँ।

एक समय इन्द्र नाग-लोक में अपनी इच्छानुसार अप्सराओं के साथ रमण कर रहे थे। गन्धर्व गान कर रहे थे। वहाँ गन्धर्वों में प्रसिद्ध पुष्पवन्त, उसकी लड़की तथा चित्रसेन की स्त्री मलिन ये सब थे। उस जगह
मलिन का लड़का पुष्पवान और उसका लड़का. माल्यवान भी था। उस समय पुष्पवती नामक एक गन्धर्व स्त्री माल्यवान को देखकर मोहित हो गयी और कामबाण से चलायमान होने लगी। उसने रूप, मौन्दर्य, हाव-भाव आदि द्वारा माल्यवान को वश में कर लिया। पुष्पवती के सौंदर्य को देखकर माल्यवान भी मोहित हो गया। अतः ये दोनों कामदेव के वश में हो गये। परन्तु फिर भी इन्द्र के बलाने पर इन्हें नाच गाने के लिये जाना पड़ा और अप्सराओं के साथ इन्होंने गाना शुरू किया। परन्तु कामदेव के प्रभाव से इनका मन न लगा और ये अशुद्ध गाना गाने लगे। इनकी भाव भंगियों को देखकर इन्द्र ने इनके प्रेम को समझ लिया और इसमें अपना अपमान समझ इन्हें श्राप दे दिया कि तुम स्त्री, पुरुष के रूप में मृत्युलोक में जाकर पिशाच का रूप धारण करो और अपने कर्मों का फल भोगो।

इन्द्र का श्राप सुनकर ये अत्यन्त दुःखी हुए और हिमाचल पर्वत पर पिशाच बनकर दुःख पूर्वक अपना जीवन व्यतीत करने लगे। रात, दिन उन्हें एक क्षण भी निद्रा नहीं आती थी। इस स्थान पर अत्यन्त सर्दी थी। एक दिन पिशाच ने अपनी स्त्री से कहा -
न मालूम हमने पिछले जन्म में ऐसे कौन से पाप किये थे जिससे हमें इतनी दुःखदायी यह पिशाच योनि प्राप्त हुई है।

देवयोग से एक दिन माघ माह के शुक्ल पक्ष की जया नाम की एकादशी आयी। इस दिन दोनों ने कुछ भी भोजन न किया और न कोई पाप कर्म ही किया। इस दिन केवल फल-फूल खाकर ही दिन व्यतीत किया और महान दुःख के साथ पीपल के वृक्ष के नीचे बैठ गये। वह रात्रि इन दोनों ने एक दूसरे से चिपटकर बड़ी कठिनता से व्यतीत की। सर्दी के कारण उनको रात्रि में निद्रा भी नहीं आई।

दूसरे दिन प्रातःकाल होते ही भगवान् के प्रभाव से इनकी पिशाच देह छूट गयी और अत्यन्त सुन्दर अप्सरा और गन्धर्व की देह धारण करके तथा सुन्दर वस्त्रों तथा आभूषणों से अलंकृत होकर इन्होंने नागलोक को प्रस्थान किया। आकाश में देवगण तथा गन्धर्व इनकी स्तुति तथा पुष्प वर्षा करने लगे। नागलोक में जाकर इन दोनों ने देवराज इन्द्र को प्रणाम किया। इन्द्र को भी इन्हें अपने प्रथम रूप में देखकर महान् आश्चर्य हुआ और वे इनसे पूछने लगे कि तुमने अपनी पिशाच देह से किस प्रकार छुटकारा पाया हो
मो सब बतलाओ ? इस पर माल्यवान बोले कि हे देवेन्द्र ! भगवान् विष्णु के प्रभाव तथा जया एकादशी के व्रत के प्रभाव से हम लोग पिशाच की देह को छोड़कर पवित्र हो गये हैं और हम अन्य लोगों के भी बन्दनीय हो गये हैं क्योंकि शिव भक्त हम लोगों के वन्दना करने योग्य हैं। अतः आपको धन्य है! धन्य है !! ऐसा जानकर इन्द्र ने कहा अब तुम पुष्पवती के साथ जाकर विहार करो।

हे युधिष्ठिर ! इस जया एकादशी के व्रत करने से समस्त कुयोनि छूट जाती हैं। जिस मनुष्य ने इस एकादशी का व्रत किया है उसने मानो सब यज्ञ, तप आदि किये हैं। जो मनुष्य भक्ति पूर्वक जया एकादशी का व्रत करते हैं वे अवश्य ही एक सहस्त्र वर्ष तक स्वर्ग में निवास करते हैं।

कथासार

संगीत एक साधना है, एक विद्या है। इसमें पवित्रता आवश्यक है। फिर जिस सभा में अपने से बड़े गुरुजन आदि उपस्थित हों, वहाँ प्राणी को संयम और मर्यादा बनाए रखना चाहिए ताकि गुरुजनों का सम्मान बना रहे। गुरुजनों का अपमान करने वाला घोर नरक भोगता है।
`,
  },
  {
    id: 7,
    title: "विजया एकादशी व्रत कथा",
    slug: "vijaya-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `फाल्गुन मास : कृष्ण पक्ष

धर्मराज युधिष्ठिर बोले कि- हे जनार्दन! फाल्गुन माह के कृष्ण पक्ष की एकादशी का क्या नाम है तथा उसकी विधि क्या है ? सो सब कहिए।

श्री कृष्ण भगवान् बोले कि हे राज राजेश्वर! फाल्गुन माह के कृष्ण पक्ष की एकादशी का नाम विजया है। इसके व्रत के प्रभाव से मनुष्य को विजय मिलती है। इस विजया एकादशी के माहात्म्य के श्रवण व पठन से समस्त पाप नष्ट हो जाते हैं।

एक समय देवर्षि नारदजी ने जगतपिता ब्रह्मा जी से पूछा कि हे ब्रह्माजी! आप मुझे फाल्गुन माह के कृष्ण पक्ष की विजया नामक एकादशी का व्रत विधान बतलाइये। ब्रह्मा जी बोले कि हे नारद ! विजया एकादशी का व्रत करने से पहले किये गये पापों तथा वर्तमान में किये हुए पापों को नष्ट करने वाला है। यह समस्त मनुष्यों को विजय प्रदान करता है।

त्रेतायुग में श्रीरामचन्द्रजी को जब चौदह वर्ष के लिये बनवास हो गया था तब वह श्रीलक्ष्मण जी तथा जानकी जी सहित पंचवटी में निवास करने लगे
थे। इस जगह से रावण ने श्री सीता जी का हरण किया। इस दुःखद समाचार से श्रीराम जी अत्यन्त व्याकुल हुए और श्रीसीताजी की खोज में चल दिये। घूमते-घूमते वे मरणासन्न जटायु के पास पहुँचे। कुछ आगे चलकर इनकी सुग्रीव के साथ मित्रता हो गयी और इन्होंने बालि का वध किया। श्री हनुमानजी ने लंका में जाकर सीता जी का पता लगाया। वहाँ से लौट कर हनुमानजी श्रीरामचन्द्र के पास आये और उन्होंने सब समाचार रामचन्द्र जी से कहा। श्री रामचन्द्र जी ने सुग्रीव की सम्पति लेकर वानरों, भालुओं की सेना सहित लंका को प्रस्थान किया। श्रीरामचन्द्र जी जब समुद्र के किनारे पहुँच गये तब उन्होंने महान् और अगाध, मगरमच्छ से युक्त समुद्र को देखकर श्रीलक्ष्मण जी से कहा- हे लक्ष्मण ! इस समुद्र को हम किस प्रकार पार कर सकेंगे ?

श्री लक्ष्मण जी बोले कि हे भाई श्रीरामजी ! यहाँ से करीब आधा योजन की दूरी पर कुमारी द्वीप पर बकदालभ्य नाम के मुनि रहते हैं। आप उनके पास जाकर इसका उपाय पूछिये। लक्ष्मण जी के वचनों को सुनकर श्रीरामचन्द्रजी बकदालभ्य ऋषि के पास गये और उनको प्रणाम करके बैठ गये।
मुनि ने उनसे पूछा हे श्रीरामजी ! आप कहाँ से पधारे हैं। श्री राम बोले कि हे महर्षि ! मैं अपनी सेना सहित यहाँ आया हूँ और राक्षसों को जीतने लंका जा रहा हूँ। आप कृपाकर समुद्र पार करने का कोई उपाय बतलाइये। बकदालभ्य ऋषि बोले - हे श्रीराम जी ! मैं आप को एक उत्तम व्रत बतलाता हूँ। फाल्गुन माह के कृष्ण पक्ष की विजया एकादशी का व्रत करने से तुम समुद्र से अवश्य ही पार हो जाओगे और तुम्हारी विजय होगी। हे श्रीरामजी ! इस व्रत की विधि यह है कि दशमी के दिन स्वर्ण, चाँदी, ताँबा या मिट्टी किसी का एक घड़ा बनावें। उस घड़े को जल से भरकर तथा उस पर पंचपल्लव रखकर वेदिका पर स्थापित करें। घड़े के नीचे सतनजा (सात अनाज मिले हुए) और ऊपर जौं रखें। उस पर श्रीनारायण भगवान की स्वर्ण प्रतिमा स्थापित करें। एकादशी के दिन स्नान आदि नित्य कर्म से निवृत होकर धूप, दीप, नैवेद्य, नारियल आदि से भगवान् की पूजा करें। उस दिन भक्ति पूर्वक घड़े के सामने व्यतीत करें और रात्रि को भी उसी तरह बैठे रहकर जागरण करें। द्वादशी के दिन नदी या तालाब के किनारे स्नान आदि से निवृत होकर उस घड़े को ब्राह्मण को दे
देवें। हे राम ! यदि तुम इस व्रत को सेनापतियों के साथ करोगे तो अवश्य ही विजयी होगे। श्रीरामचन्द्रजी ने विधि पूर्वक विजया एकादशी का व्रत किया और इसके प्रभाव से दैत्यों के ऊपर विजय पायी। अतः हे राजन् ! जो मनुष्य इस व्रत को विधि पूर्वक करेगा, उसकी दोनों लोकों में विजय होगी। श्री ब्रह्मा जी ने नारद जी से कहा था कि हे पुत्र ! जो इस व्रत का महात्म्य सुनता है उसको वाजपेय यज्ञ के फल की प्राप्ति होती है।

कथासार

विष्णु भगवान का किसी भी रूप में पूजन मानव मात्र की समस्त मनोकामनाएँ पूर्ण करता है। भगवान राम हालांकि स्वयं विष्णु के अवतार थे अपितु अपनी लीलाओं के चलते प्राणियों को स‌द्मार्ग दिखाने के लिए उन्होंने विष्णु भगवान के निमित्त इस व्रत को किया। विजय की इच्छा रखने वाला कोई भी मनुष्य इस व्रत को करके अनंत फल का भागी बनता है। विजया एकादशी का व्रत प्राणिमात्र को हर क्षेत्र में विजयश्री प्रदान करता है।
`,
  },
  {
    id: 8,
    title: "आंवला एकादशी व्रत कथा",
    slug: "aamla-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `फाल्गुन : शुक्ल पक्ष

मान्धाता जी बोले- हे वशिष्ठजी ! यदि आप मुझ पर प्रसन्न हैं तो आमला व्रत की कथा कहो जिससे मेरा कल्याण हो। वशिष्ठजी बोले - हे राजन् ! सब व्रतों से उत्तम और अंत में मोक्ष देने वाला, आमलाकी एकादशी का वर्णन करता हूँ, यह फाल्गुन माह के शुक्ल पक्ष में होती है। इस व्रत का पुण्य एक हजार गौदान के फल के बराबर है। मैं आपसे एक पौराणिक कथा कहता हूँ। एक वैदिक नामक नगर में ब्राह्मण, वैश्य, क्षत्री, शूद्र चारों वर्ण आनन्दपूर्वक रहते थे। उस नगर में चैत्ररथ नामक चन्द्रवंशी राजा था। वह बहुत विद्वान तथा धार्मिक था। वहाँ के निवासी वृद्ध से बालक तक प्रत्येक एकादशी का व्रत करते थे।

एक समय फाल्गुन मास के शुक्ल पक्ष में आमला नामक एकादशी आई। उस दिन राजा से प्रजा तक और वृद्ध से बालक तक सबने हर्ष सहित उस एकादशी का व्रत किया। राजा अपनी प्रजा के साथ मन्दिर में जाकर, पूर्ण कुम्भ स्थापित करके
तथा धूप, दीप, नैवेद्य, पंचरत्न, छत्र आदि से धात्री आँवले का पूजन करने लगे। वे सब धात्री की इस प्रकार स्तुति करने लगे - हे धात्री ! तुम ब्रह्म स्वरूप हो। तुम ब्रह्मा जी द्वारा उत्पन्न हो और सारे पापों को नष्ट करने वाली हो, तुमको नमस्कार है। अब तुम अर्घ्य स्वीकार करो। तुम श्री रामचन्द्रजी द्वारा सम्मानित हो। मैं आपकी प्रार्थना करता हूँ। मेरे समस्त पापों को हरण करो।

उस देवालय में रात्रि को सबने जागरण किया। रात्रि के समय उस जगह एक बहेलिया आया। वह महापापी तथा दुराचारी था। वह भूखा प्यासा था। वह उस जगह विष्णु भगवान् की कथा एकादशी महात्म्य को सुनने लगा। बहेलिया ने उस रात्रि को अन्य लोगों के साथ जागकर व्यतीत की। प्रातः काल होते ही सभी लोग अपने-अपने घर गये। कुछ समय बीतने के पश्चात् उस बहेलिया की मृत्यु हो गयी। उस आमला एकादशी के व्रत तथा जागरण के प्रभाव से उसने राजा विदूरथ के घर जन्म लिया। उसका नाम बसुरथ रखा गया। बड़े होने पर वह चतुरंगिणी सेना के सहित तथा धन-धान्य से युक्त होकर दस सहस्त्र ग्रामों का पालन करने लगा। वह तेज में सूर्य
के, कान्ति में चन्द्रमा के, वीरता में विष्णु भगवान् के और क्षमा में पृथ्वी के समान था। वह अत्यंत धार्मिक, सत्यवादी, कर्मवीर और विष्णु भक्त था।

वह सदैव यज्ञ किया करता था।

एक दिन वह राजा शिकार खेलने के लिये गया। देवयोग से वह राजा रास्ता भूल गया। तब वह उसी वन में एक वृक्ष के नीचे सो गया। उसी समय पहाड़ी म्लेच्छ वहाँ आये और राजा को अकेला देखकर उस पर मारो-मारो का शब्द करके टूट पड़े। वे म्लेच्छ कहने लगे कि इस दुष्ट राजा ने हमारे सम्बन्धियों को मारा है तथा देश से निकाल दिया है। अतः इसे अब अवश्य मारना चाहिये। ऐसा कहकर वे म्लेच्छ राजा पर अस्त्रशस्त्र का प्रहार करने लगे। उनके अस्त्रशस्त्र राजा के शरीर पर गिरते ही नष्ट हो जाते और उसको पुष्पों के समान प्रतीत होते। उन म्लेच्छो के अस्त्रशस्त्र उन पर उल्टा प्रहार करने लगे जिससे वे मूर्छित हो गये। उस समय राजा के शरीर से एक दिव्य स्त्री प्रकट हुई जो अत्यंत सुन्दर तथा सुन्दर वस्त्रों एवं आभूषणों से अलंकृत थी। उसकी भृकुटी टेढ़ी थी, आँखों से लाल-लाल अग्नि निकल रही थी। वह म्लेच्छों को मारने दौड़ी और समस्त म्लेच्छों
को काल के गाल में पहुँचा दिया। अब राजा जब जगा तब इन म्लेच्छों को मरा हुआ देखकर सोचने लगा कि इन शत्रुओं को किसने मारा है? जब राजा ऐसा विचार कर रहा था तब ही आकाशवाणी हुई और कहने लगी हे राजन् ! इस संसार में तुम्हारी विष्णु भगवान् के अतिरिक्त कौन रक्षा कर सकता है ? इस आकाशवाणी को सुनकर राजा अपने नगर को वापिस आ गया और सुख पूर्वक राज करने लगा।

महर्षि वशिष्ठ जी बोले- हे राजन् ! यह सब आमलकी एकादशी के व्रत का प्रभाव था। जो मनुष्य इस आमला की एकादशी का व्रत करते हैं वे सब प्रत्येक कार्य में सफल होते हैं और अन्त में विष्णु लोक में जाते हैं।

कथासार

भगवान विष्णु की शक्ति हमारे सभी संकटों को काटती है। यह मनुष्य की ही नहीं, देवों की रक्षा में भी पूर्णतया समर्थ है। इसी शक्ति के बल से भगवान विष्णु ने मधु-कैटभ नामक दैत्यों का संहार किया था। इसी शक्ति ने उत्पन्ना एकादशी बनकर मुर नामक दैत्य का वध करके देवों को सुखी किया था। केवल एक बार आमलकी एकादशी का व्रत करने वाले बहेलिए को जन्म-जन्मांतर तक विष्णु भगवान की कृपा प्राप्त हो रही थी।
`,
  },
  {
    id: 9,
    title: "पापमोचनी एकादशी व्रत कथा",
    slug: "paapmochni-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `चैत्र : कृष्ण पक्ष
धर्मराज युधिष्ठिर बोले - हे भगवान् ! आपको कोटि बार प्रणाम है। मैं आपसे निवेदन करता हूँ कि आप कृपा कर चैत्र माह के शुक्ल पक्ष की एकादशी का वर्णन कीजिये। श्रीकृष्ण भगवान् बोले कि हे राजन् ! आप एक पुरानी कथा सुनिये जिसको राजा दिलीप से वशिष्ठजी ने कही थी। राजा दिलीप ने पूछा था कि गुरुदेव ! चैत्र माह के शुक्ल पक्ष की एकादशी का क्या नाम है? इसमें किस देवता की पूजा होती है तथा इसकी विधि क्या है ? सो कहिये। महर्षि वशिष्ठ बोले- हे राजन् ! चैत्र माह के शुक्ल पक्ष की एकादशी का नाम कामदा है। यह सब पापों को नष्ट कर देती है और पुत्र की प्राप्ति होती है। इसके व्रत से कुयोनि छूट जाती है और अन्त में स्वर्ग की प्राप्ति होती है। अब मैं इसका महात्म्य कहता हूँ। ध्यान पूर्वक सुनो।

प्राचीन काल में एक भोगीपुर नामक नगर में पुण्डरीक नामक एक राजा राज्य करता था। वहाँ अनेकों अप्सरा, गन्धर्व, किन्नर आदि निवास करते
थे। उसी जगह ललिता और ललित नाम के दो स्त्रीपुरुष अत्यन्त वैभवशाली घर में निवास करते हुये विहार किया करते थे।

एक समय राजा पुण्डरीक गन्धर्वों सहित एक सभा में क्रीड़ा कर रहे थे। उस जगह ललित गन्धर्व भी उनके साथ गाना गा रहा था परन्तु उसकी प्रियतमा ललिता उस जगह नहीं थी। इससे वह उसको याद करने के कारण अशुद्ध गाना गाने लगा। नामराज कर्कोटक ने राजा पुण्डरीक से इसकी चुगली कर दी। इस पर राजा पुण्डरीक ने ललित को शाप दे दिया कि अरे दुष्ट ! तू मेरे सामने गाता हुआ भी अपनी स्त्री को स्मरण कर रहा है। इससे तू कच्चे माँस और मनुष्यों को खाने वाला राक्षस होगा। राजा पुण्डरीक के श्राप से वह ललित गन्धर्व उसी समय एक विकराल राक्षस हो गया। उसका आठ योजन का शरीर हो गया। राक्षस हो जाने पर उसको महान् दुःख मिलने लगे और वह अपने कर्म का फल भोगने लगा।

जब ललिता को अपने प्रियतम ललित का ऐसा हाल मालूम हुआ तो वह बहुत दुःखी हुई। वह सदैव अपने पति के उद्धार के लिये सोचने लगी कि मैं
कहाँ जाऊँ और क्या करूँ ? एक दिन वह घूमते -घूमते विन्ध्याचल पर्वत पर चली गई। उसने उस जगह श्रृंगी ऋषि का आश्रम देखा। वह शीघ्र ही उस आश्रम में गयी और उस ऋषि के सम्मुख जाकर विनय करने लगी।

उसे देखकर श्रृंगी ऋषि बोले- हे सुभगे ! तुम कौन हो और यहाँ किसलिये आयी हो ? ललिता बोली- हे मुनि ! मैं वीर धन्वा नामक गन्धर्व की कन्या ललिता हूँ। मेरा पति राजा पुण्डरीक के शाप से एक भयानक राक्षस हो गया है। आप राक्षस योनि से छूटने का कोई श्रेष्ठ उपाय बतलाइये। तब श्रृंगी ऋषि बोले- अरी गन्धर्व कन्या ललिता ! अब चैत्र माह के शुक्ल पक्ष की एकादशी आने वाली है। उसका नाम कामदा एकादशी है। उसके व्रत करने से मनुष्य के समस्त कार्य शीघ्र ही सिद्ध हो जाते हैं। यदि तू उसके व्रत के पुण्य को अपने पति को देती है तो वह शीघ्र ही राक्षस योनि से छूट जायेगा।

मुनि के वचनों को सुनकर ललिता ने आनन्द पूर्वक उसका व्रत किया और द्वादशी के दिन ब्राह्मणों के सामने अपने व्रत का फल अपने पति को देने लगी और भगवान से इस तरह प्रार्थना करने लगी हे
प्रभो! मैंने जो व्रत किया है उसके पुण्य से मेरे पति राक्षस योनि से शीघ्र ही छूट जायें। एकादशी का फल देते ही उसका पति राक्षस की योनि से छूट गया और अपने पुराने स्वरूप को प्राप्त हुआ। वह पहले की भांति ललिता के साथ विहार करने लगा। कामदा एकादशी के प्रभाव से वह पहले की भाँति अब अधिक सुन्दर हो गये और पुष्पक विमान पर बैठकर स्वर्गलोक को चले गये।

हे राजन् ! इस व्रत को विधिपूर्वक करने से सब पाप नष्ट हो जाते हैं। इसके व्रत से मनुष्य ब्रह्म हत्या इत्यादि के पाप और राक्षस आदि की योनि से छूट जाते हैं। इसकी कथा व महात्म्य के श्रवण व पठन से वाजपेय यज्ञ का फल प्राप्त होता है।

कथासार

मनुष्य अपने सुखों का चिंतन करे, यह बुरा नहीं है, किंतु समय-असमय ऐसा चिंतन मनुष्य को उसके कर्त्तव्यों से विमुख कर देता है, जिससे उसे घोर कष्ट भोगने पड़ सकते हैं। गंधर्व ललित ने भी राक्षस होकर घृणित कार्य किए और कष्ट भोगे, किंतु भगवान विष्णु की कृपाओं का कोई अंत नहीं है। वह मनुष्य को उसका मनचाहा फल देते हैं, किंतु जब मनुष्य स्वयं कर्म करे
और उसका फल किसी दूसरे को अर्पण करे तो उसका, वह कर्म तप से भी अधिक प्रभावशाली होता है और पुण्य दान करने वाला देवतुल्य हो जाता है।
`,
  },
  {
    id: 10,
    title: "बरूथिनी एकादशी व्रत कथा",
    slug: "baruthni-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `
बैशाख : कृष्ण पक्ष
धर्मराज युधिष्ठिर बोले - हे भगवान ! बैशाख माह के कृष्ण पक्ष की एकादशी का नाम तथा उसकी विधि क्या है और उससे कौन से फल की प्राप्ति होती है सो कृपापूर्वक कहिये ?

श्रीकृष्ण भगवान् बोले - हे राजेश्वर ! बैशाख

माह के कृष्ण पक्ष की एकादशी का नाम बरूथिनी है। यह सौभाग्य को देने वाली है। इसके व्रत से मनुष्य के समस्त पाप नष्ट हो जाते हैं और अंत में सुख मिलता है। यदि इस व्रत को एक अभागिनी स्त्री करती है तो उसे सौभाग्य मिलता है। बरूथिनी के व्रत के प्रभाव से ही राजा मान्धाता स्वर्ग को गये थे। बरूथिनी एकादशी के व्रत का फल दस सहस्त्र वर्ष तपस्या करने के फल के बराबर है। कुरुक्षेत्र में सूर्यग्रहण के समय जो एक बार स्वर्णदान करने से फल मिलता है वही फल बरूथिनी एकादशी के व्रत के करने से मिलता है। बरूथिनी एकादशी के व्रत से मनुष्य इस लोक और परलोक दोनों में सुख प्राप्त करते हैं और अन्त में स्वर्ग को जाते हैं।
शास्त्रों में कहा गया है कि हाथी का दान घोड़े के दान से और घोड़े के दान से भूमि का दान उत्तम है। उससे उत्तम तिलों का दान है। तिल से स्वर्ण का दान और स्वर्ण से अन्न का दान श्रेष्ठ है। संसार में अन्न दान के बराबर कोई भी दान नहीं है। अन्नदान से पितृ, देवता, मनुष्य आदि सब तृप्त हो जाते हैं। शास्त्रों में अन्नदान कन्यादान के बराबर माना गया है। बरूथिनी एकादशी के व्रत से अन्न तथा कन्यादान का फल मिलता है। जो मनुष्य लाभ के वश में होकर कन्या का धन ले लेते हैं वे प्रलय के अन्त तक नरक में पड़े रहते हैं या उनको अगले जन्म में बिलाव का जन्म ग्रहण करना पड़ता है। जो मनुष्य प्रेम से एवं धन सहित कन्या दान करते हैं उनके पुण्य को चित्रगुप्त भी लिखने में असमर्थ हो जाता है। जो मनुष्य इस बरूथिनी एकादशी का व्रत करते हैं, उनको कन्यादान का फल मिलता है।

बरूथिनी एकादशी का व्रत करने वाले को दशमी के दिन से निम्नलिखित दस वस्तुओं को त्याग देना चाहिए -

1. कांसे के बर्तनों में भोजन करना, 2. मांस, 3. मसूर की दाल, 4. चना, 5. कोदों, 6. शाक,
7. मधु (शहद), 8. दूसरे का अन्न, 9. दूसरी बार भोजन करना, 10. स्त्री के संग या अन्य किसी के साथ मैथुन करना।

उस दिन जुआ नहीं खेलना चाहिये तथा शयन नहीं करना चाहिये। उस दिन पान खाना, दाँतुन करना, दूसरे की निन्दा करना तथा चुगली करना और पापियों के साथ बात-चीत भी नहीं करनी चाहिये। उस दिन क्रोध, मिथ्या भाषण का त्याग कर देना चाहिए। इस व्रत में नमक, तेल तथा अन्न वर्जित हैं।

हे राजन् जो मनुष्य इस एकादशी को विधिवत् करते हैं उनको स्वर्गलोक की प्राप्ति होती है। इस व्रत के महात्म्य को पढ़ने से एक सहस्त्र गौदान का फल प्राप्त होता है। इसका फल गंगा के स्नान करने के फल से भी अधिक है।

कथासार

संयम सौभाग्य का आधार है। हर प्रकार संयम रखने से प्राणी के सुख और सौभाग्य में वृद्धि होती है। यदि व्यक्ति में संयम नहीं है तो उसके द्वारा किए गए तप, त्याग व भक्ति-पूजा आदि सब प्रभावहीन हो जाते हैं।
`,
  },
  {
    id: 11,
    title: "मोहिनी एकादशी व्रत कथा",
    slug: "mohini-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `वैशाख : शुक्ल पक्ष

धर्मराज युधिष्ठिर बोले - हे कृष्ण ! वैशाख माह की शुक्ल पक्ष की एकादशी का क्या नाम है तथा इसकी क्या कथा है ? इसका व्रत करने की कौन सी विधि है ? सो सब विस्तार पूर्वक कहिये।

श्रीकृष्ण भगवान् बोले कि हे धर्मनन्दन ! मैं एक कथा कहता हूँ जिसको महर्षि वशिष्ठजी ने श्रीरामचन्द्रजी से कहा था। श्रीरामचन्द्रजी बोले- हे गुरुदेव ! आप मुझसे कोई ऐसा व्रत कहिये जिससे समस्त पाप और दुःख नष्ट हो जावें।

महर्षि वशिष्ठ बोले- हे राम ! आपके नाम के स्मरण मात्र से ही मनुष्य पवित्र हो जाता है। इसलिये आपका यह प्रश्न लोक हित में अवश्य होगा। वैशाख माह के शुक्ल पक्ष में जो एकादशी होती है उसका नाम मोहिनी है। इस एकादशी का व्रत करने से मनुष्य के समस्त पाप तथा दुःख छूट जाते हैं। इस व्रत के प्रभाव से प्राणी मोह माया के जाल से छूट जाता है। अतः हे राम ! इस एकादशी का व्रत दुःखी मनुष्यों को अवश्य ही करना चाहिये। इस एकादशी के व्रत
से मनुष्य के समस्त पाप एव दुःख नष्ट हो जाते हैं। अब आप इसकी कथा सुनिये ।

सरस्वती नदी के किनारे भद्रावती नगरी में एक धनपाल नाम का धन धान्य से पुण्यवान् वैश्य रहता था। वह अत्यन्त धर्मात्मा था और विष्णु का भक्त था। उसने नगर में अनेकों भोजनालय, प्याऊ, कुएँ, तालाब, धर्मशालाएँ आदि बनवायीं थीं। उसने सड़कों के किनारे अनेक वृक्ष लगवाये थे। उस वैश्य के पाँच पुत्र थे। उसका सबसे बड़ा पुत्र अत्यन्त पापी था। वह दूसरों की स्त्रियों के साथ भोग-विलास करता था। वह महान् नीच व्यक्ति था और देवता, पितृगण आदि को नहीं मानता था। वह अपने पिता के धन को बुरे व्यसनों में खर्च किया करता था। इस पर उसके पिता, भाइयों तथा कुटुम्बियों ने उसे घर से बाहर निकाल दिया और उसकी निन्दा करने लगे।

घर से निकाल देने के बाद धन नष्ट हो जाने पर वैश्याओं ने तथा गुण्डों ने भी उसका साथ छोड़ दिया था। अब वह भूख और प्यास से दुःखी रहने लगा। अब उसने चोरी करने का विचार किया और रात्रि में चोरी करने लगा। एक दिन वह चोरी करते हुए पकड़ा गया और राजा ने उसे कारागार में बंद
कर दिया। कारागार में राजा ने उसको बहुत दुःख दिये और उससे नगर छोड़ने को कहा। अंत में वह दुःखी होकर नगरी को छोड़ गया और जंगल में रहने लगा। वह बहेलिया बन गया और धनुष बाण से पशु-पक्षियों को मार-मार कर लाने लगा।

एक दिन वह पापी भूख और प्यास से व्याकुल होकर खाने की खोज में निकल पड़ा और कोटिन्य ऋषि के आश्रम पर जा पहुँचा। उस समय वैशाख का महीना था। कोटिन्य ऋषि गंगा स्नान करने आये थे। उनके भीगे वस्त्रों के छींटे मात्र से इस पापी को कुछ सुबुद्धि प्राप्त हुई। वह पापी मुनि के पास जाकर हाथ जोड़कर उनसे कहने लगा- हे मुनि ! मैंने अपने जीवन में बहुत से पाप किये हैं। आप उन पापों से छूटने का कोई साधारण और बिना धन का उपाय बतलाइये। तब ऋषि बोले कि तू ध्यान देकर सुन। तू वैशाख माह के शुक्ल पक्ष की एकादशी का व्रत कर। इस एकादशी का नाम मोहिनी है। इसका व्रत करने से तेरे समस्त पाप नष्ट हो जायेंगे। मुनि के वचनों को सुनकर वह बहुत खुश हुआ और मुनि की बतलायी हुई विधि के अनुसार उसने मोहिनी एकादशी का व्रत किया।
जो फल तीनों पुष्करों में स्नान करने से या कार्तिक मास में स्नान करने से अथवा गंगा जी के तट पर पितरों के पिण्डदान करने से या सिंह राशि वालों को बृहस्पति के दिन गोमती में स्नान करने से, कुम्भ में भी श्री केदारनाथ जी के दर्शन करने से तथा बद्रिकाश्रम में रहने से या सूर्य अथवा चन्द्र ग्रहण में कुरुक्षेत्र में स्नान करने से मिलता है वह फल अपरा एकादशी के व्रत के बराबर है।

हाथी घोड़े के दान से तथा यज्ञ में स्वर्ण दान से जो फल मिलता है वह हाल की ब्याई हुई गाय या स्वर्ण के दान का फल भी इसके फल के बराबर होता है।

अपरा एकादशी के दिन भक्ति पूर्वक विष्णु भगवान् का पूजन करना चाहिये। इससे अन्त में विष्णु पद की प्राप्ति होती है।

हे राजन्! मैंने यह अपरा एकादशी की कथा लोकहित के लिए कही है। इसके पढ़ने व सुनने से समस्त पाप नष्ट हो जाते हैं।

कथासार

अपरा का अर्थ - अपार या अतिरिक्त है। जो
मनुष्य अपरा एकादशी का व्रत करते हैं, उन्हें भगवान श्रीहरि विष्णु की अतिरिक्त भक्ति प्राप्त होती है। भक्ति और श्रद्धा में वृद्धि होती है।
`,
  },
  {
    id: 12,
    title: "निर्जला एकादशी व्रत कथा",
    slug: "nirjala-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `ज्येष्ठ : शुक्ल पक्ष

श्री भीमसेन (भीम) बोले- हे पितामह ! भ्राता

युधिष्ठिर, माता कुन्ती, द्रोपदी, अर्जुन, नकुल और सहदेव आदि एकादशी को दान व व्रत करते हैं और मुझसे एकादशी के दिन अन्न खाने को मना करते हैं। मैं उनसे कहता हूँ कि हे भाई ! मैं भक्तिपूर्वक भगवान् की पूजा कर सकता हूँ परन्तु मैं एकादशी के दिन भूखा नहीं रह सकता। इस पर व्यास जी बोले- हे भीमसेन ! यदि तुम नरक को बुरा और स्वर्ग को अच्छा समझते हो तो प्रत्येक माह की दोनों एकादशियों को अन्न न खाया करो। इस पर भीमसेन बोला- हे पितामह ! मैं आपसे पहले भी कह चुका हूँ कि मैं एक दिन एक समय भी भोजन किये बिना नहीं रह सकता फिर मेरे लिये पूरे दिन का उपवास करना कठिन है। यदि मैं प्रयत्न करूँ तो एक व्रत अवश्य कर सकता हूँ। अतः आप मुझे कोई एक व्रत बतलाइये, जिससे मुझे स्वर्ग की प्राप्ति हो।

श्रीव्यासजी बोले- हे वायुपुत्र ! बड़े-बड़े ऋषि और महर्षियों ने बहुत से शास्त्र आदि बनाये हैं कि
मनुष्य को दोनों पक्षों की एकादशियों का व्रत करना चाहिये इससे उन्हें स्वर्ग की प्राप्ति होती है।

श्रीव्यासजी के वचनों को सुनकर भीमसेन नर्क में जाने के कारण अत्यन्त भयभीत हुए और लता के समान काँपने लगे। वह बोले- हे पितामह ! अब मैं क्या करूँ ? क्योंकि मुझसे व्रत नहीं हो सकता। अतः आप मुझे कोई एक ही व्रत बतलाइये, जिससे मेरी मुक्ति हो जाये। इस पर श्रीव्यासजी बोले- हे भीमसेन ! कृष्ण और मिथुन सक्रांति के मध्य में ज्येष्ठ माह की शुक्ल पक्ष की एकादशी होती है। उसका निर्जला व्रत करना चाहिये। इस एकादशी के व्रत में स्नान और आचमन में जल वर्जित नहीं है लेकिन आचमन में 3 माशे जल से अधिक जल नहीं लेना चाहिये। इस आचमन से शरीर की शुद्धि हो जाती है। आचमन में 7 माशे से अधिक जल मद्यपान के समान है। इस दिन भोजन करने से व्रत नष्ट हो जाता है।

यदि सूर्योदय से सूर्यास्त तक मनुष्य जलपान न करे तो उसे बारह एकादशी के फल की प्राप्ति होती है। द्वादशी के दिन सूर्योदय से पहले ही उठना चाहिये और स्नान करके ब्राह्मण को यथा योग्यदान देना
चाहिये। इसके पश्चात् भूखे ब्राह्मण को भोजन कराना चाहिये। तत्पश्चात् स्वयं भोजन करना चाहिये। इसका फल सम्पूर्ण एकादशियों के फल के बराबर है। हे भीमसेन ! स्वयं भगवान् ने मुझसे कहा था कि इस एकादशी का पुण्य समस्त तीर्थों और दोनों के पुण्य के बराबर है। एक दिन निर्जल रहने से मनुष्य सब पापों से मुक्त हो जाता है। जो मनुष्य निर्जला एकादशी का व्रत करते हैं उनको मृत्यु के समय भयानक यमदूत नहीं दिखतें हैं। उस समय भगवान विष्णु के यमदूत स्वर्ग से आते हैं और उनको पुष्पक विमान पर बिठाकर स्वर्ग ले जाते हैं। अतः संसार में सबसे श्रेष्ठ निर्जला एकादशी का व्रत है। अतः यत्नपूर्वक इस एकादशी का निर्जल व्रत करना चाहिये। उस दिन "ॐ नमो भगवते वासुदेवाय" मन्त्र का उच्चारण करना चाहिये। व्यासदेव जी के ऐसे वचन सुनकर भीमसेन ने निर्जल व्रत किया। इसी एकादशी को भीमसेनी या पाण्डव एकादशी भी कहते हैं। निर्जल व्रत करने से पहले भगवान् की पूजा करनी चाहिये और उनसे विनय करनी चाहिये कि मैं दूसरे दिन भोजन करूँगा। मैं इस व्रत को श्रद्धापूर्वक करूँगा। इससे मेरे सब पाप
नष्ट हो जायेंगे। इस दिन एक बड़े वस्त्र से ढककर स्वर्ण सहित दान करना चाहिये।

जो मनुष्य इस व्रत को दो प्रहर में स्नान व तप आदि करके स्वर्ण का दान करते हैं उनको करोड़ फल स्वर्ण के दान का फल मिलता है। जो मनुष्य इस दिन यज्ञ होमादि करते हैं उसका फल वर्णन भी नहीं हो सकता। इस निर्जला एकादशी के व्रत से मनुष्य विष्णुलोक को जाता है। जो मनुष्य इस दिन अन्न खाते हैं उन्हें चाण्डाल समझना चाहिये। वे अन्त में नरक में जाते हैं। ब्रह्म हत्यारे, मद्यपान करने वाले, चोरी करने वाले, गुरु से द्वेष करने वाले, असत्य बोलने वाले इस व्रत को करने से स्वर्ग को जाते हैं।

हे कुन्ती पुत्र ! जो पुरुष या स्त्री इस व्रत को श्रद्धा पूर्वक करते हैं उनका निम्नलिखित कर्त्तव्य है: - उन्हें सर्वप्रथम विष्णु भगवान् की पूजा करनी चाहिये। तत्पश्चात् गौ का दान करना चाहिये। उस दिन ब्राह्मणों को दक्षिणा, मिष्ठान आदि देना चाहिये। निर्जला के दिन अन्न, वस्त्र, छत्र, उपनाह आदि का दान करना चाहिये। जो मनुष्य इस कथा को प्रेमपूर्वक सुनते व पढ़ते हैं उनको स्वर्ग की प्राप्ति होती है।
कथासार

भक्त को चाहिए कि वह अपनी कमजोरियों को अपने गुरुजनों या परिवार के बड़ों से न छिपाए, उन पर विश्वास रखते हुए अपनी समस्या उन्हें बताए ताकि वे उसका कोई उचित उपाए बताएँ, तथा बताए गए उपाय पर श्रद्धा और विश्वासपूर्वक अमल करना चाहिए। अपने पितामह व्यास जी की कृपा से भीमसेन भी एक एकादशी का व्रत करके सभी एकादशियों का फल प्राप्त करके स्वर्ग के भागी बने।
`,
  },
  {
    id: 13,
    title: "योगिनी एकादशी व्रत कथा",
    slug: "yogini-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `आषाढ़ : कृष्ण पक्ष

धर्मराज युधिष्ठिर बोले - हे जनार्दन ! अब आप कृपा करके आषाढ़ माह के कृष्ण पक्ष की एकादशी का नाम तथा माहात्म्य क्या है? सो सब वर्णन कीजिये। श्रीकृष्ण भगवान् बोले - हे राजन् ! आषाढ़ माह के कृष्ण पक्ष की एकादशी का नाम योगिनी है। इसके व्रत से समस्त पाप नष्ट हो जाते हैं और यह इस लोक में भोग तथा परलोक में मुक्ति देने वाली है। हे राज राजेश्वर! यह एकादशी तीनों लोकों में प्रसिद्ध है। मैं आपसे पुराणों में कहीं हुई एक कथा कहता हूँ उसे ध्यानपूर्वक सुनो।

अलकापुरी नाम की नगरी में एक कुबेर नामक राजा राज्य करता था। वह शिवभक्त था। उसकी पूजा के लिये एक माली पुष्प लाया करता था। उसके विशालाक्षा नाम की अत्यन्त सुन्दर स्त्री थी। एक दिन वह मानसरोवर से पुष्प ले आया। परन्तु कामासक्त होने के कारण पुष्पों को रखकर स्त्री के साथ रमण करने लगा और दोपहर तक नहीं आया। जब राजा कुबेर को उसकी राह देखते-देखते दोपहर
हो गयी तो उसने क्रोधपूर्वक अपने सेवकों को आज्ञा दी कि तुम लोग जाकर हेममाली का पता लगाओ कि वह अभी तक पुष्प क्यों नहीं लाया है ? जब यक्षों ने उसका पता लगा लिया तो वे कुबेर के पास आकर कहने लगे - हे राजन् ! वह माली अभी तक अपनी स्त्री के साथ रमण कर रहा है। यक्षों की इस बात को सुनकर कुबेर ने हेममाली को बुलाने की आज्ञा दी। हेममाली राजा कुबेर के सम्मुख डर से कंपकंपाता हुआ उपस्थित हुआ और प्रणाम किया। उसको देखकर राजा कुबेर को महान् क्रोध आया। उसने कहा- हे पापी ! महानीच कामी ! तूने मेरे पूजनीय ईश्वरों के भी ईश्वर शिवजी का भी अनादर किया है। इससे मैं तुझे श्राप देता हूँ कि तू स्त्री का वियोग भोगेगा और मृत्युलोक में जाकर कोढ़ी होगा।

कुबेर के श्राप के प्रभाव से वह उसी क्षण स्वर्ग से पृथ्वी पर गिरा और कोढ़ी हो गया। उसकी स्त्री भी उसी समय अन्तर्ध्यान हो गयी। मृत्युलोक में जाकर उसने महान् दुःख भोगे। परंतु शिव जी की भक्ति के प्रभाव से उसकी बुद्धि मलीन न हुई। वह हिमाचल पर्वत की ओर चल दिया। वहाँ पर चलते-चलते वह मारकण्डेय ऋषि के आश्रम में पहुँचा। वह ऋषि
अत्यन्त वृद्ध तथा तपशाली थे। उनको देखकर वह हेममाली वहाँ गया और उनको प्रणाम करके उनके चरणों में गिर पड़ा।

उसको देखकर मार्कण्डेय ऋषि बोले कि तूने कौन से कुःकर्म किये हैं जिससे तू कोढ़ी हुआ और महान् दुःख भोग रहा है। इस पर हेममाली बोला -हे मुनि ! मैं यक्षदान कुबेर का सेवक हूँ। मैं राजा की पूजा के लिये नित्य प्रति पुष्प लाया करता था। एक दिन अपनी स्त्री के साथ बिहार करते-करते मुझे देर हो गयी और दोपहर तक पुष्प लेकर नहीं पहुँचा सका उन्होंने मुझे श्राप दिया कि तू अपनी स्त्री का वियोग भोग और मृत्युलोक में जाकर कोढ़ी बन तथा दुःख भोग। इससे मैं कोढ़ी हो गया हूँ और महान् दुःखभोग रहा हूँ। अतः आप कोई ऐसा उपाय बतलाइये जिससे मेरी मुक्ति हो।

इस पर मार्कण्डेय ऋषि बोले कि हे भाई ! तूने मेरे सम्मुख सत्य वचन कहे हैं इसलिये मैं तेरे उद्धार के लिये एक व्रत बताता हूँ। यदि तू आषाढ़ माह के कृष्ण पक्ष की योगिनी नामक एकादशी का विधि पूर्वक व्रत करेगा तो तेरे सभी पाप नष्ट हो जायेंगे। इस पर हेममाली बहुत प्रसन्न हुआ और उसने मुनि
के वचनों के अनसार योगिनी एकादशी का विधि पूर्वक व्रत किया। इसके प्रभाव से वह फिर अपने पुराने रूप में आ गया और अपनी स्त्री के साथ विहार करने लगा।

हे राजन! इस योगिनी की कथा का फल अट्ठासी सहस्त्र ब्राह्मणों को भोजन कराने के बराबर है। इसके व्रत से समस्त पाप दूर हो जाते हैं और अन्त में स्वर्ग मिलता है।

कथासार

व्यक्ति को पूजा आदि धर्म कार्यों में आलस्य या प्रमाद नहीं करना चाहिए बल्कि मन को संयम में रखकर सदैव ईश्वर की सेवा में तत्पर रहना चाहिए। इस कलियुग में कोढ़ जैसे रोग से मुक्ति पाने के लिए मनुष्य को योगिनी एकादशी का व्रत श्रद्धापूर्वक करना चाहिए।
`,
  },
  {
    id: 14,
    title: "देवशयनी (पद्ममा) एकादशी व्रत कथा",
    slug: "devshyani-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `आषाढ़ : शुक्ल पक्ष

धर्मराज युधिष्ठिर बोले कि हे भगवान् ! आषाढ़ माह के शुक्ल पक्ष की एकादशी का क्या नाम है और उस दिन कौन से देवता की पूजा होती है तथा उसकी विधि क्या है ? इसे सविस्तार पूर्वक कहिये।

श्रीकृष्ण भगवान् बोले- हे राजन् ! एक समय नारद जी ने ब्रह्माजी से यही प्रश्न पूछा था। तब ब्रह्माजी बोले कि हे नारद ! इस एकादशी का नाम पद्ममा है। इसका व्रत करने से विष्णु भगवान् प्रसन्न होते हैं। मैं यहाँ एक पौराणिक कथा कहता हूँ, ध्यान पूर्वक सुनो।

सूर्यवंशी मान्धाता नाम का एक राजर्षि था। एक समय उस राजा के राज्य में तीन वर्ष तक जल नहीं बरसा जिससे राज्य में अकाल पड़ गया और प्रजा अन्न की कमी के कारण अत्यन्त दुःखी रहने लगी। एक दिन प्रजा राजा के पास जाकर प्रार्थना करने लगी - हे राजन् ! समस्त विश्व की सृष्टि का मुख्य कारण वर्षा है। इसी वर्षा के अभाव से राज्य में अकाल पड़ गया है और अकाल से प्रजा मर रही है।
हे राजन्! आप कोई ऐसा उपाय बताइये जिससे हम लोगों का दुख दूर हो। इस पर राजा मान्धाता बोला-कि आप लोग ठीक कह रहे हैं। वर्षा से ही अन्न उत्पन्न होता है। वर्षा न होने से आप लोग बहुत दुःखी हैं। राजा के पापों के कारण ही प्रजा को दुख भोगना पड़ता है। मैं बहुत सोच विचार कर रहा हूँ फिर भी मुझे अपना कोई दोष नहीं दिखाई दे रहा है। मैं आप लोगों के दुःख को दूर करने के लिये बहुत यत्न कर रहा हूँ।

ऐसा कहकर राजा मान्धाता भगवान् की पूजा कर कुछ मुख्य आदमियों को साथ में लेकर वन को चल दिया। वहाँ वह ऋषियों के आश्रम में घूमते-घूमते अन्त में ब्रह्मा के पुत्र अंगिरा ऋषि के पास पहुँचा। वहाँ मुनि अभी नित्यकर्म से निवृत हुए थे। राजा ने उनके सम्मुख प्रणाम किया और मुनि ने उसको आशीर्वाद दिया और बोले- हे राजा! आप कुशलपूर्वक तो हैं तथा आपकी प्रजा भी कुशलपूर्वक होगी। आप इस स्थान पर कैसे आये हैं सो कहिये ? राजा बोला कि हे महर्षि मेरे राज्य में तीन वर्ष से वर्षा नहीं हो रही है। इससे अकाल पड़ गया है और प्रजा महान दुःख भोग रही है। प्रजा के कष्ट को दूर करने
के लिये कोई उपाय बतलाइये। इस पर वह ऋषि बोले हे राजन् ! यह सतयुग सब युगों में श्रेष्ठ है। इसमें धर्म के चारों चरण सम्मिलित हैं अर्थात् इस युग में धर्म की सबसे अधिक उन्नति होती है। इस युग में ब्राह्मणों का तपस्या करना तथा वेद पढ़ना ही मुख्य अधिकार है। परन्तु आपके राज्य में एक शूद्र इस युग में भी तपस्या कर रहा है। इस दोष के कारण आपके राज्य में वर्षा नहीं हो रही है। यदि आप प्रजा का भला चाहते हैं तो उस शूद्र को मार दीजिये। इस पर राजा बोला कि हे मुनिश्वरो ! मैं उस निरपराध तपस्या करने वाले शूद्र को नहीं मार सकता। आप इस दोष से छूटने का कोई अन्य उपाय बताइये। तब ऋषि बोले - हे राजन् ! यदि तुम ऐसा ही चाहते हो तो आषाढ़ माह के शुक्ल पक्ष की पद्मा नाम की एकादशी का विधिपूर्वक व्रत करो। इस व्रत के प्रभाव से तुम्हारे राज्य में वर्षा होगी और प्रजा सुख पायेगी। क्योंकि इस एकादशी का व्रत सब सिद्धियों को देने वाला है और समस्त उपद्रवों को शान्त करने वाला है। इस एकादशी का व्रत तुम अपनी प्रजा व सेवक तथा मन्त्रियों सहित करो। मुनि के वचनों को सुन राजा अपने नगर को वापिस आया और उसने विधि
पूर्वक पद्मा एकादशी का व्रत किया। उस व्रत के प्रभाव से राज्य में वर्षा हई और मनुष्यों को सुख पहुँचा।

इसलिये यह व्रत सबको करना चाहिये। यह व्रत इस लोक में भोग और परलोक में मुक्ति देने वाला है। इसकी कथा पढ़ने व सुनने से मनुष्य के सब पाप नष्ट हो जाते हैं।

इस एकादशी को देवशयनी एकादशी भी कहते हैं और इस व्रत को करने से विष्णु भगवान् प्रसन्न होते हैं। अतः मोक्ष की प्राप्ति के लिये भी मनुष्यों को यह व्रत करना चाहिये। चातुर्मास्य व्रत भी इस एकादशी के व्रत से शुरु किया जाता है।

कथासार

अपनी किसी समस्या से छुटकारा पाने के लिए किसी दूसरे का अहित नहीं करना चाहिए। अपनी शक्ति से और भगवान पर पूरी श्रद्धा और आस्था रखकर संतों के कथनानुसार सत्कर्म करने से बड़ी-बड़ी विपदाओं से छुटकारा मिल जाता है।
`,
  },
  {
    id: 15,
    title: "चातुर्मास्य विधान व्रत कथा",
    slug: "chaturmasya-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `कुन्ती पुत्र युधिष्ठिर बोले कि हे भगवान् ! विष्णु भगवान् का शयन व्रत किस प्रकार किया जाता है ? सब कृपापूर्वक कहिये। श्रीकृष्ण बोले- हे राजन् ! अब मैं आपको विष्णु के शयन का व्रत कहता हूँ और साथ ही साथ चातुर्मास्य व्रत को भी कहता हूँ। अब आप ध्यानपूर्वक सुनिये ।

जब सूर्य नारायण कर्क राशि में स्थित हों तब विष्णु भगवान् को शयन कराना चाहिये और सूर्य नारायण के तुला राशि के आने पर भगवान् को उठाना चाहिये। लौंद (अधिक) मास के आने पर भी यह विधि वैसे ही रहती है। इस विधि से अन्य देवताओं को शयन नहीं कराना चाहिये और न उठाना चाहिये। आषाढ़ माह के शुक्ल पक्ष की एकादशी को विधिपूर्वक करना चाहिये तथा उस दिन विष्णु भगवान् की प्रतिमा बनानी और चातुर्मास्य व्रत का नियम करना चाहिये। सबसे प्रथम उस प्रतिमा को स्नान करावें तथा फिर सफेद वस्त्रों को धारण कराकर तकियादार शैया पर शयन करावें व धूप, दीप, नैवेद्य आदि से पूजन करना चाहिये। भगवान् का पूजन
शास्त्र ज्ञाता ब्राह्मणों के द्वारा कराना चाहिये। तत्पश्चात् भगवान् विष्णु की स्तुति करनी चाहिये।

हे भगवान् मैंने आपको शयन कराया है। आप के शयन से सम्पूर्ण विश्व सो जाता है। मेरी आप से हाथ जोड़कर विनय है कि आप जब चार मास तक शयन करें तो मेरे चातुर्मास्य व्रत को निर्विघ्न पूरा करावें।

इस तरह विष्णु भगवान् की स्तुति करके शुद्ध भाव से मनुष्य को दाँतुन आदि के नियमों को ग्रहण करना चाहिये। विष्णु भगवान् के व्रत को शुरू करने के पाँच काल वर्णन किए हैं। देवशयनी एकादशी से लेकर देवोत्थानी एकादशी तक चातुर्मास्य व्रत को शुरू करना चाहिये। द्वादशी, पूर्णमासी, अष्टमी या संक्रांति को व्रत प्रारम्भ करना चाहिये और कार्तिक माह के शुक्ल पक्ष की द्वादशी को समाप्त कर देना चाहिये। इसके व्रत से समस्त पाप नष्ट हो जाते हैं। जो मनुष्य इस व्रत को प्रति वर्ष करते हैं वह सूर्य के समान देदीप्यमान विमान पर बैठकर विष्णुलोक को जाते हैं। हे राजन् ! अब आप इसका पृथक् पृथक् फल सुने।

जो मनुष्य देवमन्दिरों में रंगीन बेल बूटे बनाता
है उसे सात जन्म तक ब्राह्मण की योनि मिलती है। जो मनुष्य चातुर्मास्य के दिनों में विष्णु भगवान् को

दही, दूध, घी, शहद और मिश्री के द्वारा स्नान कराता है वह वैभवशाली होकर सुख भोगता है। जो मनुष्य श्रद्धा पूर्वक भूमि, स्वर्ण, दक्षिणा आदि ब्राह्मणों को देता है वह स्वर्ग में जाकर इन्द्र के समान सुख भोगता है। जो विष्णु भगवान् की स्वर्ण प्रतिमा बनाकर धूप, दीप, नैवेद्य आदि से भगवान् की पूजा करता है वह इन्द्रलोक में जाकर अक्षय सुख भोगता है। जो मनुष्य चातुर्मास्य के अन्दर नित्य प्रति तुलसीजी को भगवान् को अर्पित करता है या स्वर्ण की तुलसी अर्पित करता है वह स्वर्ण के विमान पर बैठकर विष्णुलोक को जाता है। जो मनुष्य विष्णु भगवान् की धूप और दीप से पूजा करते हैं उनको अनन्त सम्पत्ति मिलती है। जो मनुष्य इस एकादशी से कार्तिक के महीने तक अश्वत्थ वृक्ष और विष्णु की पूजा करते हैं उनको विष्णुलोक की प्राप्ति होती है। इस चातुर्मास्य व्रत में जो मनुष्य संध्या के समय देवताओं तथा ब्राह्मणों को दीपदान करते हैं तथा ब्राह्मणों को सोने के कमल के वस्त्र देते हैं वे विष्णुलोक को जाते हैं। जो मनुष्य भक्ति पूर्वक
भगवान् का चरणामृत लेते हैं वह इस संसार के आवागमन के चक्र से छूट जाते हैं। जो मनुष्य विष्णु मंदिर में नित्य प्रति एक सौ आठ बार गायत्री मंत्र का जाप करते हैं वह पापों में लिप्त नहीं होते। जो मनुष्य पुराण तथा धर्मशास्त्र को सुनते हैं और वेदपाठी ब्राह्मणों को वस्त्रों को तथा स्वर्ण का दान करते हैं वे दानी धनी, ज्ञानी और कीर्तिमान् होते हैं। जो मनुष्य विष्णु भगवान् या शिवजी का स्मरण करते हैं और अन्त में उनकी प्रतिमा दान करते हैं वे सब पापों से रहित होकर गुणवान् बनते हैं। जो मनुष्य सूर्य नारायण को अर्घ्य देते हैं और व्रत की समाप्ति में स्वर्ण तथा लाल रंग की गौदान करते हैं उनको पूरी आयु तक स्वस्थ देह प्राप्त होती है तथा वे कीर्ति, धन और बल पाते हैं। चातुर्मास्य में जो मनुष्य गायत्री मन्त्र द्वारा तिल से होम करते हैं और चातुर्मास्य समाप्त हो जाने पर तिल का दान करते हैं उनके समस्त पाप नष्ट हो जाते हैं और उन्हें निरोग शरीर मिलता है तथा उनके सुपात्र सन्तान प्राप्त होती है। जो मनुष्य चातुर्मास्य व्रत में अन्न से होम करते हैं और समाप्त हो जाने पर घी, घड़ा और वस्त्रों का दान करते हैं वे ऐश्वर्यशाली होते हैं तथा ब्रह्मा के
समान भोग भोगते हैं | जोअश्वत्थ वृक्ष की पूजा करते हैं तथा अन्त में स्वर्ण सहित वस्त्रों का दान करते हैं उनके समस्त पाप नष्ट हो जाते हैं।

जो मनुष्य तुलसीजी को धारण करते हैं तथा अन्त में विष्णु भगवान् के निमित्त ब्राह्मणों को दान देते हैं वे विष्णुलोक को जाते हैं। जो मनुष्य चातुर्मास्य व्रत में भगवान् के शयन के उपरान्त उनके मस्तक पर नित्य प्रति दूध चढ़ाते हैं और अन्त में स्वर्ण की दूर्वादान करते हैं तथा दान देते समय जो इस प्रकार स्तुति करते हैं कि हे दूर्वे ! जिस भाँति तुम इस पृथ्वी पर छोटी-छोटी शाखाओं सहित फैली हुई हो उसी प्रकार हमें भी अजर, अमर सन्तान दो। ऐसा करने वाले मनुष्यों के सब पाप छूट जाते हैं और वे अन्त में स्वर्ग को जाते हैं। जो मनुष्य शिवजी का विष्णु भगवान् के देवालय में गान करते हैं उन्हें रात्रि जागरण का फल मिलता है। जो मनुष्य चातुर्मास्य व्रत करते हैं उनको उत्तम ध्वनि वाला घंटा दान करना चाहिये। घंटा दान करने के उपरान्त उसको भगवान् की इस प्रकार स्तुति करनी चाहिए - हे भगवान् ! हे जगत्पत्ति ! आप पापों का नाश करने वाले हैं। आप हमारे करने योग्य कार्यों को न करने और न करने योग्य कार्यों
को करने से जो पाप उत्पन्न हुए हैं उनको नष्ट कीजिये। चातुर्मास्य व्रत के अन्दर जो नित्य प्रति ब्राह्मणों का चरणामृत पान करते हैं वे समस्त पापों तथा दुःखों से छूट जाते हैं और वे आयुवान्, लक्ष्मीवान् होते हैं।

चातुर्मास्य व्रत के समाप्त हो जाने के बाद दो गौ दान करनी चाहियें। यदि गौदान न कर सकें तो वस्त्र दान अवश्य करना चाहिये। जो ब्राह्मण को नित्य प्रति नमस्कार करते हैं उनका जीवन सफल हो जाता है और वे समस्त पापों से छूट जाते हैं। चातुर्मास्य व्रत की समाप्ति में जो ब्राह्मणों को भोजन कराता है उसकी आयु तथा धन की वृद्धि होती है। जो मनुष्य अलंकार दक्षिणा को दान करते हैं वे चक्रवर्ती, आयुवान् पुत्रदान राजा होते हैं और स्वर्ग लोक में प्रलय के अन्त तक इन्द्र के समान राज्य करते हैं। जो मनुष्य सूर्य भगवान् तथा गणेश जी को नित्य नमस्कार करते हैं उनकी आयु तथा लक्ष्मी बढ़ती है और यदि गणेश जी प्रसन्न हो जायें तो मनवांछित फल पाते हैं। गणेश जी और सूर्य की प्रतिमा ब्राह्मण को देने से सब कार्यों में सिद्धि प्राप्त होती है। जो मनुष्य दोनों ऋतुओं में महादेवजी की प्रसन्नता के लिये
रूपा दान करते हैं या जो प्रतिदिन तिल और वस्त्रों के साथ ताँबे का पात्र दान करते हैं उनके यहाँ स्वस्थ, सुन्दर शिवभक्त पुत्र-रत्न उत्पन्न होते हैं। चातुर्मास्य व्रत की समाप्ति पर चांदी का पात्र

या ताँबे का पात्र गुड़ और तिल के साथ दान करना चाहिये। जो मनुष्य विष्णु भगवान् के शयन करने के उपरान्त यथा शक्ति वस्त्र और तिल के साथ स्वर्ण का दान करते हैं उनके समस्त पाप नष्ट हो जाते हैं और वे इस लोक में भोग तथा परलोक में मोक्ष दोनों को प्राप्त होते हैं। जो मनुष्य ब्राह्मणों की धूप और पुष्प से पूजा करते हैं और अन्न व वस्त्र दान देते हैं तथा चातुर्मास्य व्रत के समाप्त होने पर शैया दान करते हैं उनको अक्षय सुख मिलता है और कुबेर के समान धनवान् होते हैं। वर्षा ऋतु में जो गोपीचन्दन देते हैं उन पर भगवान् प्रसन्न होते हैं और इस लोक में भोग तथा परलोक में मुक्ति पाते हैं। चातुर्मास्य व्रत में भगवान् के शयन करने पर गुड़ अथवा शक्कर का दान देते हैं और व्रत के समाप्त हो जाने पर इस प्रकार उद्यापन करते हैं :- चार पल या आठ पल वाले तांबे के आठ पात्र या अड़तालीस पल का एक तांबे का पात्र लेकर उसमें शक्कर भरकर तथा वस्त्र,
फल, दक्षिणा सहित ब्राह्मण को देना चाहिये। शक्कर सहित तांबे का पात्र सूर्य को प्रिय है। इससे मनुष्य के समस्त रोग नष्ट हो जाते हैं। इस दान के प्रभाव से बलवान एवं कीर्तिवान सन्तान उत्पन्न होती है जो मनवांछित फल देने वाली होती है।

हे कुन्ती पुत्र ! इस चातुर्मास्य व्रत को करने वाला मनुष्य गन्धर्व विद्या में निपुण और स्त्रियों को प्रिय होता है। जो मनुष्य चातुर्मास्य व्रत में ब्राह्मणों को शाक और फल आदि देते हैं और अन्त में यथाशक्ति दान करते हैं और दान में दक्षिणा व वस्त्र आदि देते हैं वे सुखी राज योगी बनते हैं। शाक और फल से देवता प्रसन्न होते हैं। जो मनुष्य इस व्रत में प्रतिदिन सोंठ, मिर्च, पीपल का वस्त्र दक्षिणा के साथ दान करते हैं और व्रत के अन्त में स्वर्ण की सोंठ मिर्च आदि दान देते हैं वे सौ वर्ष तक जीते हैं और अन्त में स्वर्ग को जाते है। जो मनुष्य बुद्धिमान् ब्राह्मण को मोती दान करता है वह कीर्ति को प्राप्त करता है। जो मनुष्य इस व्रत में तम्बाकू का दान करते हैं तो वे तम्बाकू खाना छोड़ देते हैं और जो मनुष्य अन्त में लाल वस्त्र ब्राह्मण को दान करते हैं वे अगले जन्म में सौन्दर्यशाली बनते हैं और निरोगी,
बुद्धिमान्, भाग्यवान् तथा सुन्दर वाणी वाले होते हैं, तम्बाकू के दान से वे इस लोक में गन्धर्व विद्या में निपुण होते हैं और परलोक में उन्हें स्वर्ग मिलता है। तम्बाकू लक्ष्मी और मंगल प्रदान करती हैं। इसके दान से देवता प्रसन्न होते हैं और अनन्त धन देते हैं। व्रत में जो स्त्री-पुरुष लक्ष्मी या पार्वती को प्रसन्न करने के लिए हल्दी का दान करते हैं और अन्त में चाँदी के पात्र में हल्दी रखकर दान देते हैं वे स्त्रियाँ अपने पति के साथ और पति अपनी स्त्री के साथ सुख भोगते हैं। इससे इन्हें सौभाग्य, अक्षय धन तथा सुपात्र संतान मिलती है और उनकी देवलोक में पूजा होती है। इस व्रत में जो मनुष्य शिवजी और पार्वती जी की प्रसन्नता के लिये ब्राह्मण स्त्री पुरुषों की पूजा करते हैं तथा दक्षिणा, वस्त्र, स्वर्ण आदि दान । करते हैं और व्रत के शुरू में शिवजी की स्वर्ण की प्रतिमा दान देते हैं तथा गौ और बैल दान व ब्राह्मणों को मीठा भोजन कराते हैं उन्हें सम्पत्ति और कीर्ति मिलती है और इस लोक में सुख भोगकर अन्त में शिव लोक को जाते हैं। जो मनुष्य फल का दान करता है और व्रत के अन्त में स्वर्ण दान करता है उसके सब मनोरथ सिद्ध हो जाते हैं। उनके सुपात्र
सन्तान पैदा होती है। फलदान से इन्हें नन्दनवन का सुख प्राप्त होता है। जो मनुष्य इस व्रत में पुष्पदान करते हैं उन्हें इस लोक में सुख मिलता है और परलोक में गन्धर्व का पद मिलता है। इसमें वामन भगवान् की प्रसन्नता के लिये ब्राह्मणों को दही युक्त भात खिलाना चाहिये। यदि यह नित्य न हो सके तो आठों अमावस्या, पूर्णमासी और प्रत्येक रविवार या शुक्रवार को खिलाना चाहिये। इस व्रत की समाप्ति में भूमिदान न हो सके तो वस्त्र और स्वर्ण से युक्त पादुका दान करनी चाहिये। ऐसा करने से इस लोक में धनधान्य, पुत्र तथा विष्णु भक्ति मिलती है और अन्त में विष्णु लोक को जाते हैं। जो मनुष्य दान में आभूषण से युक्त बछड़ा सहित गौ का दान करते हैं वे इस लोक में ज्ञानी और किसी के सेवक नहीं बनते और अन्त में ब्रह्मलोक में जाकर पितरों के साथ अनन्त सुख प्राप्त करते हैं।

चातुर्मास्य व्रत में जो मनुष्य प्रजापत्य व्रत करते हैं और इसकी समाप्ति पर गौ दान करते हैं और ब्राह्मणों को भोजन कराते हैं वे समस्त पापों से छूटकर ब्रह्म लोक को जाते हैं। इस व्रत में जो एक दिन छोड़कर वस्त्र और बैलों के साथ आठ हल दान
करते हैं और शाक, मूल, फल का आहार करते हैं वे विष्णुलोक को जाते हैं। जो मनुष्य पयोव्रत करते हैं और अन्त में दूध वाली गौ देते हैं वे विष्णुलोक को जाते हैं। जो मनुष्य दोनों ऋतुओं में केला पत्र और पलास के पत्रों में भोजन करते हैं तथा कांसे के पात्र और वस्त्रदान करते हैं वे इस लोक में सुख पाते हैं। इस व्रत में जो पलास पत्र पर भोजन करते हैं तथा तेल नहीं खाते हैं उनके समस्त पाप नष्ट हो जाते हैं। चातुर्मास्य व्रत के प्रभाव से ब्राह्मण का घात करने वाला, सुरा पीने वाला, बालकों को मारने वाला, असत्य भाषण करने वाला, स्त्री को मारने वाला, किसी के व्रत को बिगाड़ने वाला, अगम्या गमन करने वाला, विधवा गमन करने वाला, इन सबके पाप नष्ट हो जाते हैं और अन्त में वे निर्वाण पद को पाते हैं।

चातुर्मास्य व्रत के अन्त में चौंसठ पल कांसे का पात्र तथा आभूषणों युक्त बछड़ा सहित गौ का दान करना चाहिये। जो मनुष्य भूमि को लीपकर भगवान् का स्मरण करके भोजन करते हैं उन्हें आरोग्यता तथा पुत्र की प्राप्ति होती है। वे धार्मिक तथा चक्रवर्ती राजा होते हैं। उन्हें किसी शत्रु का भय
नहीं रहता और अन्त में वह स्वर्ग को जाते हैं। जो मनुष्य बिना मांगे हुए आभूषणों से युक्त षठरस चंदन सहित बैल दान करते हैं तथा उसे षठरस युक्त भोजन कराते हैं उन्हें विष्णुलोक प्राप्त होता है। जो मनुष्य भगवान् के शयन करने पर नित्य प्रति रात्रि को जागरण करते हैं तथा अन्त में ब्राह्मणों को भोजन कराते हैं उन्हें शिवलोक की प्राप्ति होती है। चातुर्मास्य व्रत में जो मनुष्य नित्य प्रति एक समय खाकर ही रहते हैं तथा अन्त में भूखे को भोजन कराते हैं उन्हें स्वर्ग की प्राप्ति होती है। जो मनुष्य भक्ति पूर्वक भगवान् की पूजा करता है वह विष्णुलोक को जाता है। जो भगवान् के शयन करने के बाद भूमि पर सोता है तथा अन्त में शैयादान करता है उसकी शिवलोक में पूजा होती है। चातुर्मास्य व्रत में जो मनुष्य मैथुन नहीं करता वह बलशाली, यशस्वी और लक्ष्मीवान् होता है तथा अन्त में स्वर्गलोक को जाता है। जो मनुष्य इस व्रत में उत्तम चावल या जौं सपरिवार खाता है वह स्वर्ग को जाता है। चातुर्मास्य व्रत में जो तेल नहीं लगाता तथा अन्त में कांसे या मिट्टी के पात्र में तेल भरकर दान देता है वह विष्णुलोक को जाता है। जो इस व्रत में शाक नहीं खाता और अन्त
में चांदी के पात्र को वस्त्र लपेटकर दान देता है वह शिव लोक में जाकर ख्याति प्राप्त करता है। जो मनुष्य इस व्रत में गेहूँ को त्यागकर भोजन करते हैं तथा सुवर्ण का गेहूँ दान करते हैं उन्हें अश्वमेघ यज्ञ के फल की प्राप्ति होती है। जो मनुष्य इस व्रत में अपनी इन्द्रियों का दमन करता है उसे अश्वमेघ यज्ञ का फल मिलता है। जो मनुष्य श्रावण में शाक, भादों में दही, क्वार में दूध और कार्तिक में दाल को त्याग देते हैं उन्हें निरोगी काया प्राप्त होती है। जो स्नान करके भगवान् की पूजा करते हैं वह स्वर्ग को जाते हैं! जो मनुष्य इस व्रत में मीठा, खट्टा, कडुआ पदार्थ त्याग देता है वह समस्त दुर्गुणों से छूटकर स्वर्ग को जाता है। जो मनुष्य भगवान् को स्मरण करते हैं उन्हें स्वर्ग की प्राप्ति होती है। जो मनुष्य इस व्रत में पुष्प आदि का धारण काल छोड़ देते हैं वे स्वर्गलोक को जाते हैं। इस व्रत में जो मनुष्य चन्द्रायण का व्रत करते हैं वे स्वर्गलोक को जाते हैं। जो मनुष्य इस व्रत में एकमात्र दूध पर ही जीवन निर्वाह करते हैं उनके वंश प्रलय के अंत तक चलते हैं। जिस दिन भगवान् शयन करते हैं उस दिन ब्राह्मणों को वस्त्र दान तथा भोजन कराना चाहिये। यह समस्त दानवेदपाठी धार्मिक ब्राह्मण को देना चाहिये। चोरी करने वाला, मद्यपान करने वाला, अगम्या गमन करने वाला, अधर्मी, शास्त्रों का निरादर करने वाला, मिथ्या बोलने वाला, अन्य त्याज्य कर्म करने वाले ब्राह्मण को दान देने से उल्टा पाप लगता है तथा नर्क की प्राप्ति होती है।

कथासार

चातुर्मास्य भगवान विष्णु की कृपा प्राप्त करने के लिए लगभग चार माह तक किया जाने वाला व्रत है। इस व्रत को देवशयनी से देवोत्थान एकादशियों से जोड़ने से प्रभु के प्रति अपना अनुराग दृढ़ होता है। चातुर्मास - चौमासे में जब भगवान श्रीहरि विष्णु शयन करते हैं, उस समय कोई भी मांगलिक कार्य नहीं किए जाते, मांगलिक कार्यों का आरंभ देवोत्थानी एकादशी से पुनः प्रारंभ करते हैं।
`,
  },
  {
    id: 16,
    title: "कामदा एकादशी व्रत कथा",
    slug: "kamda-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `श्रावण : कृष्ण पक्ष

कुन्ती पुत्र धर्मराज युधिष्ठिर बोले कि हे भगवान् ! अब आप मुझे श्रावण मास के कृष्ण पक्ष की एकादशी की सविस्तार कथा सुनाइये। उस एकादशी का नाम तथा उसकी विधि क्या है। उस में कौन से देवता की पूजा होती है ?

श्रीकृष्ण भगवान् बोले- हे राजन् ! मैं एकादशी की कथा कहता हूँ, उसे ध्यान पूर्वक सुनो। एक समय इस एकादशी की पावन कथा को भीष्मपितामाह ने लोक हित के लिये नारदजी से कहा था। एक समय नारद जी ने पूछा कि पितामाह ! आज मेरी श्रावण माह की कृष्ण पक्ष की एकादशी की कथा सुनने की इच्छा है। अतः अब आप एकादशी की व्रतकथा विधि सहित सुनाइये। भीष्मपितामह नारदजी के वचनों को सुनकर बोले - हे नारद जी ! आपने मुझसे यह अत्यन्त सुन्दर प्रश्न किया है। अब आप ध्यान लगाकर सुनिये ।

श्रावण माह के कृष्ण पक्ष की एकादशी का नाम कामदा एकादशी है। इस एकादशी की कथा
के सुनने मात्र से ही वाजपेय यज्ञ का फल मिलता है। कामदा एकादशी के व्रत में शंख, चक्र, गदाधारी विष्णु भगवान् की पूजा की जाती है। जो मनुष्य इस एकादशी को धूप, दीप, नैवेद्य आदि से भगवान् विष्णु की पूजा करते हैं उन्हें गंगा स्नान के फल से भी बड़ा फल मिलता है। यही फल सूर्य, चन्द्र ग्रहण, केदार और कुरुक्षेत्र में स्नान करने से मिलता है। श्रीविष्णु भगवान् के पूजन का फल समुद्र और वन सहित पृथ्वी दान करने और सिंह राशि वालों को गोदावरी नदी में स्नान करने के फल से भी अधिक होता है। व्यतीपात में गण्डक नदी में स्नान करने से जो फल मिलता है, वह फल भगवान् की पूजा करने से मिल जाता है। भगवान् विष्णु की पूजा का फल श्रावण मास के कृष्ण पक्ष की एकादशी के फल के बराबर है। अतः भक्तिपूर्वक भगवान् की पूजा न बन सके तो श्रावण माह के कृष्ण पक्ष की कामदा एकादशी का व्रत अवश्य करना चाहिये। आभूषण से युक्त बछड़ा सहित गौ दान करने से जो फल मिलता है, वह फल कामदा एकादशी के व्रत से मिल जाता है।

जो उत्तम द्विज श्रावण माह के कृष्ण पक्ष की
कामदा एकादशी का व्रत करते हैं तथा श्री विष्णु भगवान् की पूजा करते हैं उससे समस्त वेद, नाग, किन्नर, पितृ आदि की पूजा हो जाती है। हे नारद ! स्वयं भगवान् ने अपने मुख से कहा है कि मनुष्यों को अध्यात्म विद्या से जो फल मिलता है उससे अधिक फल कामदा एकादशी का व्रत करने से मिल जाता है। इस व्रत के करने से मनुष्य अन्तिम समय अनेक दुःखों से युक्त यमराज तथा नर्क के दर्शन नहीं करता। कामदा एकादशी के व्रत तथा रात्रि के जागरण से मनुष्य को कुयोनि नहीं मिलती और अन्त में वह स्वर्गलोक को जाता है।

जो उत्तम मनुष्य श्रावण माह के कृष्ण पक्ष की कामदा एकादशी को तुलसी से भक्ति पूर्वक श्री विष्णु भगवान् की पूजा करते हैं वे इस संसार सागर में रहते हुए भी इससे इस प्रकार अलग रहते हैं जिस प्रकार कमल जल में रहता हुआ भी जल से अलग रहता है। भगवान् की तुलसी दल से पूजा करने का फल एक भार स्वर्ण और चार भार चाँदी के दान के फल के बराबर है। श्री विष्णु भगवान् रत्न, मोती, मणि, आभूषण आदि की अपेक्षा तुलसी दल से अधिक प्रसन्न होते हैं। जो मनुष्य भगवान् की
तुलसीदल से पूजा करते हैं उनके समस्त पाप नष्ट हो जाते हैं।

हे नारद ! मैं स्वयं भगवान् की अत्यन्त प्रिय श्री तुलसीजी को नमस्कार करता हूँ। तुलसीजी के दर्शन मात्र से मनुष्य के समस्त पाप नष्ट हो जाते हैं और शरीर के स्पर्श मात्र से मनुष्य पवित्र हो जाता है। तुलसीजी को जल से स्नान कराने से मनुष्य की समस्त यम यातनायें नष्ट हो जाती हैं। जो मनुष्य तुलसी जी को भक्ति पूर्वक भगवान् के चरण कमलों में अर्पित करता है उसे मुक्ति मिलती है।

जो मनुष्य एकादशी के दिन भगवान् के सामने दीप जलाते हैं उनके पितृ स्वर्गलोक में सुधा का पान करते हैं। जो मनुष्य भगवान् के सामने घी या तिल के तेल का दीपक जलाते हैं उनको सूर्य लोक में भी सहस्त्रों दीपकों का प्रकाश मिलता है। इस व्रत के करने से ब्रह्म हत्या, ब्राह्मण-हत्या आदि सभी के पाप नष्ट हो जाते हैं और जो मनुष्य इस व्रत को करते हैं वे इस लोक में सुख भोगकर अन्त में विष्णुलोक को जाते हैं। इस कामदा एकादशी के महात्म्य के श्रवण व पठन से मनुष्य स्वर्गलोक को जाते हैं।
कथासार

भगवान विष्णु सर्वोपरि हैं, वे अपने भक्तों की निश्चल भक्ति से सहज ही प्रसन्न हो जाते हैं। तुलसी जी भगवान विष्णु की प्रिया हैं। भगवान हीरे-मोती, सोना-चांदी से इतने प्रसन्न नहीं होते, जितनी प्रसन्नता उन्हें तुलसी अर्पण करने पर होती है।
`,
  },
  {
    id: 17,
    title: "पुत्रदा एकादशी व्रत कथा",
    slug: "putrda-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `श्रावण : शुक्ल पक्ष

धर्मराज युधिष्ठिर बोले कि - हे भगवान् ! अब आप मुझे श्रावण माह के शुक्ल पक्ष की एकादशी की कथा सुनाइये। इस एकादशी का नाम तथा इस की विधि क्या है ? सो सब कहिये ।

श्री मधुसूदन बोले कि - हे राजन् ! अब आप शांति पूर्वक श्रावण माह के शुक्ल पक्ष की एकादशी की कथा सुनिये। इस कथा के श्रवण मात्र से ही वाजपेय यज्ञ का फल मिलता है। द्वापर युग के प्रारम्भमें महिष्मती नाम की नगरी में महीजित नाम का एक राजा पुत्र हीन था। वह सदैव चिन्ताग्रस्त रहता था। उसे वह राज्य दुःखदायी प्रतीत होता था क्योंकि पुत्र बिना इस लोक और परलोक दोनों में सुख नहीं मिलता है। राजा ने पुत्र की प्राप्ति के बहुत यत्न किये परन्तु वह निष्फल गये। जब वह राजा वृद्ध होने लगा तो उसकी चिंता भी बढ़ने लगी। एक दिन उस राजा ने प्रजा को संबोधित करके कहा कि मैंने न तो अपने जीवन में पाप किया है और न अन्याय पूर्वक प्रजा से धन एकत्र किया है। न मैंने कभी देवता और ब्राह्मणों
का धन छीना है और न किसी की धरोहर ली है। मैंने प्रजा को सदैव पुत्र की तरह पाला है। मैंने अपराधियों को पुत्र और बांधवों की तरह दंड दिये हैं। मैंने कभी किसी से रागद्वेष नहीं किया है, सबको समान माना है। इस प्रकार धर्मयुक्त राज्य करने पर भी मैं इस समय महादुःख पा रहा हूँ, सो इसका क्या कारण है ? मेरी कुछ भी समझ में नहीं आ रहा है।

राजा महीजित की इस बात को विचारने के लिये मन्त्रिगण आदि वन को गये। वहाँ वन में जाकर उन्होंने बड़े-बड़े मुनियों के दर्शन किये। उस स्थान पर वे वयोवृद्ध और धर्म के ज्ञाता महर्षि को यथा योग्य प्रणाम किया और उनके सम्मुख बैठ गये और उनसे विनय करने लगे कि हे देव ! हमारे अहोभाग्य हैं कि हमें आपके दर्शन हुए। इस पर लोमश ऋषि बोले कि हे ब्राह्मणों ! आप लोगों की विनय तथा आपके सद्व्यवहार से मैं अत्यन्त प्रसन्न हूँ। अब आप मुझे अपने आने का कारण बतलाइये। मैं आपके कार्य को अपनी शक्ति के अनुसार अवश्य ही पूरा करूँगा क्योंकि हमारा शरीर ही परोपकार के लिए बना है। इसमें किंचित् मात्र भी सन्देह नहीं है। लोमश ऋषि के ऐसे वचन सुनकर सब मन्त्रिगण बोले कि हे
महर्षि ! आप हमारी समस्त बातों को जानने में ब्रह्मा से भी अधिक हैं। महिष्मती नाम की पुरी में एक महीजित नाम का धर्मात्मा राजा है। वह प्रजा का पुत्र की तरह धर्मानुसार पालन करता है। परन्तु फिर भी पुत्रहीन है। इससे वह अत्यन्त दुःखी रहता है। हम लोग उस राजा की प्रजा हैं! प्रजा का यह कर्त्तव्य है कि राजा के सुख में सुख माने और उसके दुःख में दुःख माने। हमको उसके पुत्रहीन होने का अभी तक कारण प्रतीत नहीं हुआ। अब जब से हमने आपके दर्शन करे हैं हम को पूर्ण रूप से विश्वास है कि हमारा कष्ट अब अवश्य ही दूर हो जायेगा। अतः अब आप हमको राजा को पुत्र प्राप्त होने का उपाय बताइये। इस पर लोमश ऋषि ने एक क्षण के लिए नेत्र बन्द किये और राजा के पूर्व जन्मों का विचार करने लगे। वे विचार करके बोले कि हे ब्राह्मणों! यही राजा पिछले जन्म में अत्यन्त निर्धन था और बुरे कर्म किया करता था। यह एक गाँव से दूसरे गाँव में घूमा करता था। एक दिन ज्येष्ठ मास के शुक्ल पक्ष की द्वादशी के दिन यह दो दिन से भूखा था। दोपहर के समय यह एक जलाशय पर पानी पीने गया। वहाँ उसी समय की ब्याही हुई प्यासी गौ जल पी रही थी।
राजा ने उसको प्यासी ही हटा दिया और स्वयं जल पीने लगा। हे ब्राह्मणों ! इसलिये राजा को यह दुःख भोगने पड़ रहे हैं। एकादशी के दिन भूखा रहने से उसको राजा होना पड़ा और प्यासी गौ को हटाने से पुत्र के वियोग का दुःख भोगना पड़ा।

इस पर सब लोग बोले कि हे महर्षि ! शास्त्रों में ऐसा लिखा है कि पुण्य से पाप नष्ट हो जाते हैं इसलिये कृपा करके आप राजा के पूर्व जन्म के पाप नष्ट होने का उपाय बतलाइये क्योंकि इस पाप के क्षय होने से पुत्ररत्न की उत्पत्ति होगी। ब्राह्मणों के ऐसे वचनों को सुनकर लोमश ऋषि बोले कि हे ब्राह्मणों! यदि श्रावण माह की शुक्ल पक्ष की पुत्रदा एकादशी को तुम सब लोग व्रत करो और रात्रि को जागरण करो और उस व्रत का फल राजा को प्रदान कर दो तो तुम्हारे राजा को पुत्र रत्न प्राप्त होगा।

मन्त्रियों सहित समस्त प्रजा महर्षि लोमश ऋषि के वाक्यों को सुनकर प्रसन्नता पूर्वक अपने नगर को वापिस आयी। उन सब लोगों ने श्रावण मास के शुक्ल पक्ष की पुत्रदा एकादशी को लोमश ऋषि की आज्ञानुसार विधि पूर्वक व्रत किया और द्वादशी को उसका फल राजा को दिया। उस पुण्य के प्रभाव से
रानी ने गर्भ धारण किया और नौ महीने पश्चात् उसके एक अत्यन्त तेजस्वी पुत्र रत्न उत्पन्न हुआ।

हे राजन् ! इसलिए इस एकादशी का नाम पुत्रदा एकादशी पड़ा। जो मनुष्य पुत्र रत्न को प्राप्त करना चाहते हैं उन्हें इस एकादशी का विधि पूर्वक व्रत करना चाहिये। इस व्रत के प्रभाव से इस लोक में सुख और परलोक में स्वर्ग मिलता है।

कथासार

पाप करते समय मनुष्य नहीं सोचता कि वह क्या कर रहा है, किंतु शास्त्रों से विदित होता है कि व्यक्ति का छोटा-सा पाप भी उसे महान कष्ट भोगने को विवश कर देता है, अतः मनुष्य को पाप से डरना, चाहिए, क्योंकि पाप नामक यह राक्षस जन्म-जन्मांतर तक उसका पीछा नहीं छोड़ता। व्यक्ति को चाहिए कि सत्यव्रत का पालन करते हुए ईश्वर के प्रति पूरी निष्ठा रखे और यह बात सदैव याद रखे कि किसी के दिल को दुखाने से बड़ा दुनिया में कोई पाप नहीं है।
`,
  },
  {
    id: 18,
    title: "अजा एकादशी व्रत कथा",
    slug: "aja-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `भाद्रपद : कृष्ण पक्ष

कुन्ती पुत्र युधिष्ठिर बोले कि हे जनार्दन ! अब आप मुझे भादों की कृष्ण पक्ष की एकादशी के बारे में बतलाइये। उस एकादशी का नाम तथा उसकी विधि क्या है ? सो विस्तार पूर्वक कहिये।

श्रीकृष्ण भगवान् बोले कि हे युधिष्ठिर ! भाद्रपद की कृष्ण पक्ष की एकादशी को अजा कहते हैं। जो मनुष्य इस दिन भगवान् की भक्ति पूर्वक पूजा करते हैं तथा व्रत करते हैं उनके समस्त पाप नष्ट हो जाते हैं। इस लोक और परलोक में सहायता करने वाली इस एकादशी व्रत के समान विश्व में दूसरी एकादशी नहीं है। इस एकादशी की कथा इस प्रकार है-

प्राचीन काल में एक चक्रवर्ती राजा हरिश्चन्द्र राज्य करता था। वह अत्यन्त वीर, प्रतापी तथा सत्यवादी था। उसने किसी अज्ञात कर्म तथा प्रतिज्ञा से राज्य को त्याग दिया और अपनी स्त्री तथा पुत्र को बेच डाला। वह स्वयं एक चांडाल का सेवक बन गया था। उसने इस चाँडाल के यहाँ कफन लेने का काम किया। परन्तु उसने इस आपत्ति के काम में
सत्य को न छोडा। जब इस प्रकार रहते हुए उनको बहुत वर्ष व्यतीत हो गये तो उसे अपने इस नीच कर्म पर बड़ा दुःख हुआ और इससे मुक्त होने का उपाय खोजने लगा। वह उस जगह सदैव इसी चिंता में लगा रहता कि मैं क्या करूँ ?

एक समय जब कि वह चिंता कर रहा था गौतम ऋषि वहाँ आये। राजा ने उन्हें देखकर प्रणाम किया और अपने दुःख की कथा सुनाने लगे। महर्षि गौतम राजा के दुःख से पूर्ण वाक्यों को सुनकर अत्यन्त दुःखी हुए और राजा से बोले कि हे राजन् ! भादों के कृष्ण पक्ष में अजा एकादशी होती है। तुम इस एकादशी का विधिपूर्वक व्रत करो तथा रात्रि जागरण करो। इससे तुम्हारे समस्त पाप नष्ट हो जायेंगे। गौतम ऋषि राजा से इस प्रकार कहकर अन्तर्ध्यान हो गये।

हे राजन् ! यह सब अजा एकादशी के व्रत का प्रभाव था। जो मनुष्य इस व्रत को विधि पूर्वक करते हैं तथा रात्रि जागरण करते हैं उनके समस्त पाप नष्ट हो जाते हैं और अन्त समय स्वर्ग को जाते हैं। इस एकादशी की कथा के श्रवण मात्र से ही अश्वमेघ यज्ञ का फल मिलता है।
कथासार

प्राणी को ईश्वर के प्रति पूरी निष्ठा रखनी चाहिए। कठिन परिस्थितियों में भी जो सत्य का मार्ग नहीं छोड़ते वे स्वर्ग के अधिकारी होते हैं। सत्य की परीक्षा कठिन परिस्थितियों में ही होती है, अतः ईश्वर पर पूर्ण विश्वास रखते हुए सत्य का पालन करना चाहिए।
`,
  },
  {
    id: 19,
    title: "वामन (परिवर्तिनी) एकादशी व्रत कथा",
    slug: "vaman parivartini-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `भाद्रपद : शुक्ल पक्ष

धर्मराज युधिष्ठिर बोले कि हे भगवान् ! भादों की शुक्ल पक्ष की एकादशी का नाम तथा उसकी विधि क्या है? उस एकादशी के व्रत को करने से कौन सा फल मिलता है तथा उसका उपदेश कौन सा है ? सो सब कहिये।

भगवान् श्री कृष्ण बोले कि हे राजश्रेष्ठ ! अब मैं अनेक पाप नष्ट करने वाली तथा अन्त में स्वर्ग देने वाली भादों की शुक्ल पक्ष की वामन नाम की एकादशी की कथा कहता हूँ। इस एकादशी को जयन्ती एकादशी भी कहते हैं। इस एकादशी की कथा के सुनने मात्र से ही समस्त पापों का नाश हो जाता है। इस एकादशी के व्रत का फल वाजपेय यज्ञ के फल से भी अधिक है। इस जयंती एकादशी की कथा से नीच और पापियों का उद्धार हो जाता है। यदि कोई धर्मपरायण मनुष्य इस एकादशी के दिन मेरी पूजा करता है तो मैं उसे संसार की पूजा का फल देता हूँ। जो मनुष्य मेरी पूजा करता है उसे मेरे लोक की प्राप्ति होती है। इसमें किंचित् मात्र भी
संदेह नहीं है। जो मनुष्य इस एकादशी के दिन भी वामन भगवान् की पूजा करता है वह तीनों देवता अर्थात् ब्रह्मा, विष्णु, महेश की पूजा करता है। जो मनुष्य इस एकादशी का व्रत करते हैं उन्हें इस संसार में कुछ भी करना शेष नहीं रहता।

एकादशी के दिन श्री विष्णु भगवान् करवट बदलते हैं इसीलिए इसे परिवर्तनी एकादशी भी कहते हैं। इस पर श्री युधिष्ठिर बोले कि हे भगवान् ! आपके वचनों को सुनकर मुझे महान् सन्देह हो रहा है कि आप किस प्रकार सोते तथा करवट बदलते हैं। आपने बलि को क्यों बाँधा और वामन रूप धारण करके क्या लीलायें कीं ? चातुर्मास्य व्रत की विधि क्या है तथा आपके शयन करने पर मनुष्य का क्या कर्त्तव्य है सो सब विस्तार पूर्वक कहिये। श्री कृष्ण भगवान बोले कि हे राजन् अब आप पापों को नष्ट करने वाली कथा का श्रवण करो।

त्रेता युग में एक बलि नाम का दानव था। वह अत्यन्त भक्त, दानी, सत्यवादी तथा ब्राह्मणों की सेवा किया करता था। वह अपनी भक्ति के प्रभाव से स्वर्ग में इंद्र के स्थान पर राज्य करने लगा। इंद्र तथा अन्य देवता इस बात को सहन न कर सके और
भगवान् से प्रार्थना करने लगे। अंत में भगवान ने वामन रूप धारण किया और अत्यन्त तेजस्वी ब्राह्मण बालक के रूप में राजा बलि को जीता।

इस पर युधिष्ठिर बोले कि हे जनार्दन ! आपने वामन रूप धारण करके बलि को किस प्रकार जीता सो सब सविस्तार समझाइये ? श्री कृष्ण भगवान् बोले कि हे राजन् ! मैंने वामन का रूप धारण करके राजा बलि से याचना की कि हे राजन् तुम मुझे तीन पैर भूमि दे दो इससे तुम्हें तीन लोक के दान का फल प्राप्त होगा। राजा बलि ने इस छोटी सी याचना को स्वीकार कर लिया और वह तीन पग भूमि देने को तैयार हो गया। तब मैंने अपने आकार को बढ़ाया और भूलोक में पैर, भुवलोक में जंघा, स्वर्गलोक में कमर, महलोक में पेट, जनलोक में हृदय, तपलोक में कंठ और सत्यलोक में मुख रखकर अपने सिर को ऊँचा उठा लिया। उस समय सूर्य, चन्द्र, नक्षत्र, इन्द्र तथा अन्य देवता आदि शास्त्रानुसार मेरी स्तुति करने लगे। उस समय मैंने राजा बलि को पकड़ा और पूछा कि हे राजन् ! अब मैं तीसरा पैर कहा रक्खूँ। इतना सुनकर राजा बलि ने अपना सिर नीचा कर लिया। उस पर मैंने अपना तीसरा पैर रख दिया और
वह भक्त दानव पाताल को चला गया। जब मैंने उसे अत्यन्त विनीत पाया तो मैंने उससे कहा कि हे बलि ! मैं सदैव तुम्हारे पास ही रहूँगा ! भादों के शुक्ल पक्ष की एकादशी को परिवर्तिनी नामक एकादशी के दिन मेरी एक प्रतिमा राजा बलि के पास रहती है और एक क्षीर सागर में शेषनाग पर शयन करती रहती है। इस एकादशी को विष्णु भगवान् सोते हुए करवट बदलते हैं। इस दिन त्रिलोकी के नाथ श्री विष्णु भगवान की पूजा की जाती है। इसमें चावल और दही सहित रूपा का दान दिया जाता है। इस दिन रात्रि को जागरण करना चाहिये। इस प्रकार व्रत करने से मनुष्य समस्त पापों से मुक्त होकर स्वर्गलोक को चला जाता है। जो मनुष्य पापों को नष्ट करने वाली इस कथा को सुनते हैं उन्हें अश्वमेघ यज्ञ का फल मिलता है।

कथासार

व्यक्ति दान करें किंतु दान करके अभिमान न करे। अहंकार व्यक्ति को ले डुबता है। राजा बलि ने अभिमान किया और पाताल को चला गया। इससे यह भी ज्ञात होता है कि अति हर कार्य की बुरी होती है।
`,
  },
  {
    id: 20,
    title: "इन्दिरा एकादशी व्रत कथा",
    slug: "indra-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `आश्विन : कृष्ण पक्ष

युधिष्ठिर बोले - हे भगवान्! अब आप कृपा पूर्वक आश्विन मास की कृष्ण पक्ष की एकादशी की कथा को कहिये ! इस एकादशी का नाम क्या है तथा इस एकादशी के व्रत को करने से कौन-कौन से फल मिलते हैं? सो सब समझाकर कहिये। इस पर श्री कृष्ण भगवान बोले कि हे राजश्रेष्ठ ! आश्विन मास की कृष्ण पक्ष की एकादशी का नाम इन्दिरा है। इस एकादशी के व्रत को करने से समस्त पाप नष्ट हो जाते हैं तथा नरक में गए हुए पितरों का उद्धार हो जाता है। हे राजन् ! इस एकादशी की कथा के सुनने मात्र से ही वाजपेय यज्ञ का फल मिलता है।

प्राचीन सतयुग में महिष्मति नाम की नगरी में इन्द्रसेन नाम का प्रतापी राजा राज्य करता था। एक समय राजा अपनी राज-सभा में सुख पूर्वक बैठा था, महर्षि नारद आकाश मार्ग से उतरकर वहाँ आये। महर्षि नारद बोले कि हे राजन् ! आपके राज्य में सब कुशल है। मैं आपकी धर्मपरायणता देखकर अत्यन्त प्रसन्न हूँ। तब राजा बोला हे महर्षि ! आपकी कृपा से
मेरे राज्य में सब कुशल पूर्वक हैं।

इस पर नारदजी बोले कि हे राजन् ! मुझे एक महान् आश्चर्य हो रहा है कि एक समय जब मैं ब्रह्मलोक से यमलोक को गया था तो उस जगह यमराज की सभा के मध्य में मैंने तुम्हारे पिताजी को बैठे देखा था। तुम्हारे पिता महान् ज्ञानी, दानी तथा धर्मात्मा थे। वे एकादशी का व्रत बिगड़ जाने से यमलोक को चले गये। तुम्हारे पिता ने मुझ से तुम्हारे लिये एक समाचार भेजा है कि यदि मेरा पुत्र इन्द्रसेन आश्विन मास के कृष्ण पक्ष की इंदिरा एकादशी का व्रत करे और उस व्रत का फल मुझे दे दे तो मेरी मुक्ति हो जायेगी और इस लोक से छूटकर मैं स्वर्गलोक में वास करूँगा।

जब राजा ने महिर्ष नारद जी से ऐसे वाक्यों को सुना तो उसे महान् दुःख हुआ और वह इन्दिरा एकादशी के व्रत की विधि पूछने लगा कि हे नारद अब आप मुझे इस एकादशी के व्रत की विधि बतलाइये। इस पर नारदजी बोले कि हे राजन् ! आश्विन मास की कृष्ण पक्ष की दशमी के दिन प्रातःकाल श्रद्धा सहित स्नान करना चाहिये। इसके पश्चात् दोपहर को भी स्नान करना चाहिये। उस
समय जल से निकलकर श्रद्धा पूर्वक पितरों का श्राद्ध करे और उस दिन एक समय भोजन करे और रात्रि को पृथ्वी पर शयन करे। इससे दूसरे दिन अर्थात् एकादशी के दिन प्रातःकाल दातुन करे और स्नान करे। इसके पश्चात् भक्तिपूर्वक व्रत को धारण करे और यह कहे कि मैं आज निराहार रहूँगा और समस्त भोगों को त्याग दूँगा। इसके पश्चात् कल भोजन करूँगा। हे भगवान्। आप मेरी रक्षा करने वाले हैं। आप मेरे व्रत को निभाइये। इस प्रकार आचरण करके दोपहर को सालिग्राम की मूर्ति का भोग लगावें। भोजन में से कुछ हिस्से को गौ को दें और विष्णु भगवान् की धूप, दीप, नैवेद्य आदि से पूजा करें और रात्रि को जागरण करें। इसके उपरान्त द्वादशी के दिन मौन होकर बन्धु-बान्धवों सहित भोजन करें। हे राजन् ! यही इन्दिरा एकादशी के व्रत की विधि है।

हे राजन् ! यदि तुम आलस्य रहित होकर इस एकादशी के व्रत को करोगे तो तुम्हारे पिताजी अवश्य ही स्वर्ग को जायेंगे। महर्षि नारद राजा को जब उपदेश देकर अन्तर्ध्यान हो गये तो राजा ने इन्द्रा एकादशी के आने पर उसका विधिपूर्वक व्रत किया। बन्धु-बांधव सहित इस व्रत के करने से आकाश से पुष्पों
की वर्षा हुई और राजा का पिता यमलोक से गरुड़ पर चढ़कर स्वर्ग को गया। राजा इन्द्रसेन भी एकादशी के व्रत के प्रभाव से इस लोक में सुख भोगकर अन्त में स्वर्गलोक को गया।

भगवान् श्रीकृष्ण कहने लगे कि हे धर्मराज युधिष्ठिर ! यह मैंने तुम्हारे सामने इन्द्रा एकादशी का महात्म्य वर्णन किया। इस कथा के पढ़ने व सुनने मात्र से ही समस्त पाप नष्ट हो जाते हैं और अन्त में मनुष्य स्वर्गलोक में जाकर वास करता है।

कथासार

मनुष्य को चाहिए कि वह जो भी संकल्प करे, उसे तन-मन-धन से पूरा करे। किसी भी कार्य का संकल्प करके तोड़ना उचित नहीं होता।
`,
  },
  {
    id: 21,
    title: "पापांकुशा एकादशी व्रत कथा",
    slug: "papankusha-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `आश्विन : शुक्ल पक्ष

युधिष्ठिर बोले कि हे भगवान् ! आश्विन मास की शुक्ल पक्ष की एकादशी का क्या नाम है तथा उस व्रत के करने से कौन-कौन से फल मिलते हैं? सो सब विस्तार से कहिये। इस पर श्रीकृष्ण भगवान् बोले कि हे राजन् ! आश्विन मास की शुक्ल पक्ष की एकादशी का नाम पांपाकुशा है। इसका व्रत करने से समस्त पाप नष्ट हो जाते हैं।

इस एकादशी के दिन मनवांछित फल की प्राप्ति के लिए श्रीविष्णु भगवान् की पूजा करनी चाहिए। जो मनुष्य कठिन तपस्याओं के द्वारा फल प्राप्त करते हैं वह फल इस एकादशी के दिन क्षीर सागर में शेषनाग पर शयन करने वाले विष्णु भगवान् को नमस्कार कर देने से मिल जाता है। जो मनुष्य शंख और चक्रधारी विष्णु भगवान् की शरण में जाता है उसे यम यातना नहीं मिलती।

जो पापी मनुष्य अनायास इस एकादशी का व्रत करते हैं उन्हें यम के दुःख नहीं मिलते। जो विष्णु भक्त शिवजी की निन्दा करता है अथवा जो शिव
भक्त विष्णु भगवान् की निन्दा करता है वे दोनों नरक को जाते हैं। एक हजार अश्वमेघ यज्ञ और सौ राजसूय यज्ञ का फल इस एकादशी के व्रत के फल के सोलहवें हिस्से के बराबर भी नहीं होता अर्थात् एकादशी व्रत के समान संसार में अन्य कोई दूसरा व्रत नहीं है। एकादशी के समान विश्व में ऐसी पवित्र तिथि और कोई नहीं है।

इस एकादशी के व्रत से मनुष्य को स्वस्थ शरीर और सुन्दर स्त्री तथा धन-धान्य मिलता है तथा अन्त में स्वर्ग की प्राप्ति होती है। जो मनुष्य इस एकादशी के व्रत में रात्रि को जागरण करते हैं उन्हें बिना किसी रोक के स्वर्ग मिलता है। जो मनुष्य इस एकादशी का व्रत करते हैं उनके मातृ पक्ष के दस पुरुष, पितृ पक्ष के दस पुरुष और स्त्री पक्ष के दस पुरुष विष्णु का वेष धारण करके तथा सुन्दर आभूषणों से युक्त होकर गरुड़ पर सवार होकर विष्णुलोक को जाते हैं।

जो मनुष्य एकादशी के दिन भूमि, गौ, अन्न, जल, उपनाह, वस्त्र, छत्र आदि का दान करते हैं उन्हें यमराज के दर्शन नहीं मिलते हैं। दरिद्री मनुष्यों को यथाशक्ति कुछ दान देकर कुछ पुण्य अवश्य ही
पैदा करना चाहिये। जो मनुष्य तालाब, बगीचा, धर्मशाला, प्याऊ, अन्न क्षेत्र आदि बनवाते हैं उन्हें यम के दुःख नहीं मिलते। वे मनुष्य इस लोक में स्वस्थ और दीर्घायु वाले होते हैं तथा धन-धान्य से पूर्ण होकर सुख भोगते हैं तथा अन्त में स्वर्गलोक को जाते हैं।

हे राजन् ! इन सबका सारांश यह है कि जो मनुष्य धर्म का कार्य करते हैं उन्हें सुख मिलता है और जो अधर्मी हैं, उन्हें दुर्गति भोगनी पड़ती है।

कथासार

व्यक्ति को चाहिए कि वह पापों से बचने का दृढ़ संकल्प करे, यूं तो भगवान विष्णु का ध्यान-स्मरण किसी भी रूप में सुखदायक और पापनाशक है, किंतु एकादशी के दिन भगवान का स्मरण-कीर्तन सभी क्लेशों व पापों का नाश कर देता है।
`,
  },
  {
    id: 22,
    title: "रमा एकादशी व्रत कथा",
    slug: "rama-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `कार्तिक : कृष्ण पक्ष

धर्मराज युधिष्ठिर बोले- हे भगवान् ! अब आप मुझे कार्तिक मास के कृष्ण पक्ष की एकादशी की कथा सुनाइये। इस एकादशी का क्या नाम है तथा इससे कौन सा फल मिलता है ? श्रीकृष्ण भगवान् बोले कि हे राजराजेश्वर ! कार्तिक मास की कृष्ण पक्ष की एकादशी का नाम रमा है। इसके व्रत से समस्त पाप नष्ट हो जाते हैं। इसकी कथा इस प्रकार है -

प्राचीन काल में मुचुकुन्द नाम का एक राजा राज्य करता था। उसके इन्द्र, वरुण, कुबेर, विभीषण आदि मित्र थे। वह सत्यवादी तथा विष्णु भक्त था। उसके एक उत्तम चन्द्रभागा नाम की लड़की उत्पन्न हुई। उसने उस लड़की का विवाह राजा चन्द्रसेन के पुत्र सोभन के साथ किया। एक समय जब कि वह अपनी ससुराल में थी, एक एकादशी पड़ी। चन्द्रभागा सोचने लगी कि अब एकादशी समीप आ गयी है। परन्तु मेरे पति अत्यन्त कमजोर हैं इसलिये वह यह व्रत नहीं कर सकते परन्तु मेरे पिताजी की आज्ञा कठिन है।
जब दशमी आयी तब राज्य में ढिंढोरा पिटा।

उसको सुनकर सोभन अपनी पत्नी के समीप गया और उस से पूछा कि हे प्रिये ! तुम मुझे कुछ उपाय बतलाओ क्योंकि यदि मैं व्रत करूँगा तो अवश्य ही मर जाऊँगा। इस पर चन्द्रभागा बोली- हे प्राणनाथ ! मेरे पिता के राज्य में एकादशी के दिन कोई भी भोजन नहीं करता है। यहाँ तक कि हाथी, घोड़ा, ऊँट आदि भी तृण, अन्न, जल आदि ग्रहण नहीं करते। फिर यहाँ मनुष्य कैसे भोजन कर सकते हैं। यदि आप भोजन करना चाहते हैं तो यहाँ से किसी दूसरे स्थान को चले जाइये। क्योंकि यदि आप इसी स्थान पर रहोगे तो आपको व्रत अवश्य ही करना पड़ेगा। इस पर शोभन बोला कि - हे प्रिये! आप का कहना बिल्कुल उत्तम है। मैं अवश्य ही व्रत करूँगा, मेरे भाग्य में जो लिखा है वही होगा।

ऐसा विचार करके उसने एकादशी का व्रत किया और अब सूर्य भगवान भी अस्त हो गये और जागरण के लिये रात्रि हुई। वह सोभन को दुःख देने वाली थी। दूसरे दिन प्रातः होने से पहले सोभन इस संसार से चल बसा। राजा ने उसके मृतक शरीर का दहन करा दिया। चन्द्रभागा अपने पति की आज्ञानुसार
अग्नि में दहन न हुई परन्तु पिता के घर रहना उत्तम समझा।

रमा एकादशी के व्रत के प्रभाव से सोभन को मन्दराचल पर्वत पर धन-धान्य से युक्त तथा शत्रुओं से रहित एक उत्तम नगर प्राप्त हुआ।

एक समय मुचुकुन्द नगर में रहने वाला एक सोम शर्मा नाम का ब्राह्मण तीर्थयात्रा के लिये निकला। उसने घूमते-घूमते उसको देखा। उस ब्राह्मण ने उसको अपने राजा का जमाई जानकर उसके निकट गया। राजा सोभन ब्राह्मण को देखकर आसन से उठ खड़ा हुआ। वह उससे अपने श्वसुर तथा स्त्री चन्द्रभागा की कुशलता को पूछने लगा। सोम शर्मा ब्राह्मण बोला कि हे राजन् ! हमारे राजा कुशल हैं तथा आपकी पत्नी चन्द्रभागा भी कुशल है। अब आप अपना वृतान्त बतलाइये। मुझे यह बड़ा आश्चर्य है कि ऐसा विचित्र और सुन्दर नगर आपको किस प्रकार प्राप्त हुआ ? सोभन बोला कि हे ब्राह्मण ! यह सब कार्तिक मास की कृष्ण पक्ष की रमा एकादशी के व्रत के प्रभाव से है। इसी से मुझे यह अनुपम नगर प्राप्त हुआ है परन्तु यह अध्रुव है। इस पर ब्राह्मण बोला कि हे राजन् ! यह अध्रुव क्यों है और ध्रुव,
किस प्रकार हो सकता है सो आप मुझे समझाइये। मैं आपके कहे अनुसार ही करूँगा। आप इसे किंचित मात्र भी झूठ न समझो। सोभन बोला कि हे ब्राह्मण! मैंने श्रद्धा पूर्वक व्रत किया था। उसके प्रभाव से मुझे यह नगर प्राप्त हुआ है। इस वृतान्त को राजा मुचुकुन्द की पुत्री चन्द्रभागा से कहोगे तो वह इसको ध्रुव बना सकती है।

ब्राह्मण ने वहाँ जाकर चन्द्रभागा से समस्त वृतान्त कहा। इस पर राजकन्या चन्द्रभागा बोली कि हे ब्राह्मण! आप मुझे उस नगर में ले चलिये, मैं अपने पति को देखना चाहती हूँ। मैं अपने व्रत के प्रभाव से उस नगर को ध्रुव बना लूँगी।

चन्द्रभागा के वचनों को सुनकर वह सोम शर्मा ब्राह्मण उसको मंदराचल पर्वत के पास वामदेव के आश्रम में ले गया। वामदेव ने उसकी कथा को सुनकर चन्द्रभागा का मंत्रों से अभिषेक किया। चन्द्रभागा उसके मन्त्रों तथा व्रत के प्रभाव से दिव्य देह धारण करके पति के पास चली गयी। सोभन ने अपनी स्त्री चन्द्रभागा को देखकर प्रसन्नता पूर्वक उसे अपने वाम अंग में बैठाया। चन्द्रभागा बोली- हे प्राणनाथ! अब आप मेरे पुण्य को सुनिये। जब मैं अपने पिता
के गृह में आठ साल की थी तब ही से मैं यथाविधि एकादशी का व्रत करती थी। उन्हीं व्रतों के प्रभाव से आपका यह नगर ध्रुव हो जायेगा और समस्त कर्मों से युक्त होकर प्रलय के अन्त तक रहेगा। चन्द्रभागा दिव्य रूप धारण करके तथा दिव्य आभूषण एवं वस्त्रों से सजकर अपने पति के साथ आनन्दपूर्वक रहने लगी और सोभन भी उसके साथ आनन्द पूर्वक रहने लगा।

हे राजन् ! यह मैंने रमा एकादशी का महात्म्य कहा है। जो मनुष्य इस रमा एकादशी के व्रत को करते हैं उनके समस्त ब्रह्म हत्या आदि के पाप नष्ट हो जाते हैं। जो मनुष्य रमा एकादशी का महात्म्य सुनते हैं वे अन्त में विष्णुलोक को जाते हैं।

कथासार

भगवान विष्णु बड़े दयालु और क्षमावान हैं। श्रद्धापूर्वक या विवश होकर भी यदि कोई उनका पूजन या एकादशी का व्रत करता है, वह उसे भी उत्तम फल प्रदान करते हैं, किंतु प्राणी को चाहिए कि वह भगवान की पूजा पूरी श्रद्धा से करे। सोभन अपनी पत्नी द्वारा श्रद्धापूर्वक किए गए एकादशी व्रतों के कारण अपने राज्य को स्थिर कर सका। ऐसी सुकर्मा पत्नी भगवान श्रीविष्णु की अनुकंपा ही प्राप्त होती है।
`,
  },
  {
    id: 23,
    title: "प्रबोधिनी (देवोत्थान) एकादशी व्रत कथा",
    slug: "prabodhini devotthani-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `कार्तिक : शुक्ल पक्ष

ब्रह्माजी बोले कि हे मुनिश्रेष्ठ ! अब आप पापों को नष्ट करने वाली तथा पुण्य और मुक्ति को देने वाली प्रबोधिनी एकादशी का महात्म्य सुनिये । भागीरथी गंगा तथा तीर्थ, नदी, समुद्र आदि तभी तक फल देते हैं जब तक प्रबोधिनी एकादशी नहीं आती। कार्तिक मास की शुक्ल पक्ष की प्रबोधिनी एकादशी के व्रत का फल एक सहस्त्र अश्वमेघ तथा सौ राजसूय यज्ञ के फल के बराबर होता है।

नारदजी ने पूछा कि हे पिताजी ! संध्या को भोजन करने से, रात्रि में भोजन करने तथा पूरे दिन उपवास करने से क्या-क्या फल मिलता है? उसे आप समझाइये। ब्रह्माजी बोले कि हे नारद ! संध्या को भोजन करने से एक जन्म का, रात्रि में भोजन करने से दो जन्म के तथा पूरे दिन उपवास करने से सात जन्म के समस्त पाप नष्ट हो जाते हैं। प्रबोधिनी एकादशी के व्रत के प्रभाव से सुमेरू पर्वत के समान कठिन पाप क्षण मात्र में ही नष्ट हो जाते हैं। अनेकों पूर्व जन्म के किये हुए बुरे कर्मों को यह प्रबोधिनी
एकादशी का व्रत क्षण भर में नष्ट कर देता है। जो मनुष्य अपने स्वभावानुसार इस प्रबोधिनी एकादशी का विधिपूर्वक व्रत करते हैं उन्हें पूर्ण फल प्राप्त होता है।

हे मुनिश्वर ! जो मनुष्य श्रद्धापूर्वक थोड़ा भी पुण्य करते हैं, उनका वह पुण्य पर्वत के समान अटल हो जाता है। जो मनुष्य हृदय के अन्दर ही ऐसा ध्यान करते हैं कि प्रबोधिनी एकादशी का व्रत करूँगा उनके सौ जन्म के समस्त पाप नष्ट हो जाते हैं। जो मनुष्य प्रबोधिनी एकादशी के दिन रात्रि को जागरण करते हैं उनकी बीती हुई तथा आने वाली दस हजार पीढ़ियाँ विष्णुलोक में जाकर वास करती हैं और नरक में अनेक दुःखों को भोगते हुए पितृ विष्णुलोक में जाकर सुख भोगते हैं। ब्रह्म हत्या आदि के महान् पाप भी प्रबोधिनी एकादशी का व्रत करने से धूल जाते हैं। एकादशी के दिन रात्रि को जागरण करने का फल अश्वमेघ आदि यज्ञों के फल से अधिक होता है। समस्त तीर्थों में जाने तथा गौ, स्वर्ण, भूमि आदि के दान का फल कार्तिक मास की शुक्ल पक्ष की प्रबोधिनी एकादशी के रात्रि के जागरण के फल के बराबर होता है।
इस संसार में जितने भी तीर्थ हैं तथा जितने भी तीर्थों की आशा की जा सकती है वे सब प्रबोधिनी एकादशी का व्रत करने वाले के घर में रहते हैं। जो मनुष्य इस एकादशी के व्रत को करता है वह योगी, तपस्वी तथा इन्द्रियों को जीतने वाला होता है। क्योंकि यह एकादशी भगवान् विष्णु को अत्यन्त प्रिय है। इसके व्रत के प्रभाव से कायिक, वाचिक और मानसिक पाप नष्ट हो जाते हैं। इस एकादशी के दिन जो भगवान की प्राप्ति के लिये दान, तप, होम, यज्ञ आदि करते हैं उन्हें अक्षय पुण्य मिलता है।

प्रबोधिनी एकादशी के दिन भगवान की पूजा करने से बाल, यौवन और वृद्धावस्था के समस्त पाप नष्ट हो जाते हैं। इस एकादशी की रात्रि को जागरण करने का फल चन्द्र, सूर्य ग्रहण के समय स्नान करने के फल से सहस्त्र गुना अधिक होता है। मनुष्य जन्म से लेकर जो पुण्य प्रबोधिनी एकादशी के व्रत के पुण्य के सामने व्यर्थ है। इसलिये हे नारद ! तुमको भी विधि पूर्वक विष्णु भगवान् की पूजा करनी चाहिये। जो मनुष्य कार्तिक मास में धर्मपरायण होकर अन्य व्यक्तियों का अन्न नहीं खाते उन्हें चन्द्रायण व्रत का फल मिलता है। कार्तिक मास में भगवान
दान आदि से उतने प्रसन्न नहीं होते हैं जितने कि शास्त्रों की कथा सुनने से प्रसन्न होते हैं। कार्तिक मास में जो मनुष्य भगवान् की कथा को थोड़ा बहुत पढ़ते या सुनते हैं उन्हें सौ गौ के दान का फल मिलता है। जो मनुष्य अपने कल्याण के लिये विष्णु भगवान् की कथा सुनते हैं उन्हें सौ गौ के दान का फल मिलता है। मनुष्य अपने कल्याण के लिए विष्णु भगवान की कथा सुनते है। वे अपने कुटुम्ब का उद्धार करके एक सहस्त्र गौ दान का फल पाते हैं। जो मनुष्य प्रबोधिनी एकादशी के दिन विष्णु की कथा सुनते हैं उन्हें सातों दीप के दान का फल मिलता है। जो विष्णु की भक्तिपूर्वक कथा सुनते हैं और कथा बांचने वाले ब्राह्मण की यथाचित पूजा करते हैं तथा उसे सन्तुष्ट करते हैं वे उत्तम लोक को जाते हैं।

इस पर नारदजी बोले- हे ब्रह्माजी ! अब आप एकादशी के व्रत का विधान कहिये और कैसा व्रत करने से कौन-सा पुण्य मिलता है? वह भी समझाइये। ब्रह्माजी बोले कि हे नारदजी ! इस एकादशी के दिन मनुष्य को ब्रह्म मुहूर्त में उठना चाहिये और नदी, तालाब, कुँआ आदि पर स्नान करके व्रत का नियम ग्रहण करना चाहिये। उस समय भगवान् से विनय
करनी चाहिये कि हे भगवान् ! आज मैं निराहार रहूँगा और दूसरे दिन भोजन करूँगा। इसलिये आप मेरी रक्षा करें। इस प्रकार विनय करके भगवान् की पूजा करनी चाहिये। उस रात्रि को भगवान् के समीप गीत, नृत्य, बाजे, तथा कथा आदि से व्यतीत करनी चाहिये। प्रबोधिनी एकादशी के दिन कृपणता को त्यागकर बहुत से पुष्प, फल, अगरबत्ती, धूप, आदि से भगवान की आराधना करनी चाहिये। शंख के जल से भगवान् को अर्घ्य देना चाहिये। इसका समस्त तीर्थदान आदि से करोड़ गुना फल अधिक होता है। जो मनुष्य पुष्प से भगवान् की पूजा करते हैं उनके सामने इन्द्र भी हाथ जोड़ता है। कार्तिक मास में जो विल्व पत्र से भगवान् की पूजा करते हैं उन्हें अन्त में मुक्ति मिलती है।

कार्तिक मास में जो मनुष्य तुलसीजी से भगवान् की पूजा करता है उसके दस हजार जन्म के समस्त पाप नष्ट हो जाते हैं। जो मनुष्य इस मास में श्री तुलसी जी के दर्शन करते हैं या छूते हैं या ध्यान करते हैं या रोपण अथवा सेवा करते हैं वे हजार कोटि युग तक भगवान् के घर में रहते हैं। समस्त मनोकामनाओं को पूरा करने वाले भगवान् कदम्ब
पुष्प को देखकर अत्यन्त प्रसन्न होते हैं। यदि उनकी कदम्ब के पुष्प से पूजा की जाए तो यमराज के दुःखों को नहीं पाते। जो गुलाब के पुष्प से भगवान् की पूजा करते हैं उन्हें मुक्ति मिलती है। जो मनुष्य बकुल और अशोक के फूलों से भगवान् की पूजा करते हैं वे अत्यन्त काल तक शोक से रहित रहते हैं। जो मनुष्य विष्णु भगवान् की सफेद और लाल कनेर के फूलों से पूजा करते हैं उन पर भगवान् अत्यन्त प्रसन्न रहते हैं।

जो मनुष्य विष्णु भगवान् की दुर्वादल से पूजा करते हैं, वे पूजा के फल से सौ गुना फल अधिक पाते हैं। जो भगवान् की समी पत्र से पूजा करते हैं वे भयानक यमराज के मार्ग को सफलता से पार कर जाते हैं। जो मनुष्य चम्पक पुष्प से भगवान् विष्णु की पूजा करते हैं वे आवागमन के चक्र से छूट जाते हैं। जो मनुष्य स्वर्ण का बना हुआ केतकी पुष्प भगवान् पर चढ़ाते हैं उनके करोड़ों जन्म के पाप नष्ट हो जाते हैं। जो मनुष्य भगवान् की पीले और रक्त वर्ण कमल के सुगन्धित फूलों से पूजा करते हैं उन्हें श्वेत द्वीप में स्थान मिलता है।

इस प्रकार रात्रि में भगवान् की पूजा करके
प्रातःकाल शुद्ध जल की नदी में स्नान करना चाहिए। स्नान करने के पश्चात् भगवान् की पूजा करनी चाहिए। इसके बाद इस व्रत की समाप्ति पर ब्राह्मणों को भोजन कराना चाहिये और दक्षिणा देकर मीठे वाक्यों द्वारा सभा करनी चाहिये। इसके उपरान्त भोजन, गौ और दक्षिणा से गुरु की पूजा करनी चाहिये और ब्राह्मणों को बहुत सी दक्षिणा देकर इस नियम को छोड़ना चाहिये। ब्राह्मणों को यथा शक्ति दक्षिणा देनी चाहिये। जिस ब्राह्मण को रात्रि में भोजन करावें उसे स्वर्ण सहित बैल दान करना चाहिये। जो मनुष्य यात्रा स्नान करते हैं उन्हें दही और शहद दान करना चाहिये। जो मनुष्य फल की आशा करते हैं, उन्हें फल का दान करना चाहिये। तेल की जगह घी और घी की जगह दूध और अन्नों में चावल दान करना चाहिये। जो मनुष्य इस व्रत में भूमि शयन करते हैं उन्हें सब वस्तुओं सहित शैयादान करनी चाहिये। जो मौन धारण करते हैं उन्हें स्वर्ण सहित तिल दान करना चाहिये। जो मनुष्य बालो को धारण करते हैं उन्हें दर्पण दान करना चाहिये। जो मनुष्य कार्तिक मास में उपनाह धारण नहीं करते उन्हें उपनाह दान करना चाहिये। जो इस मास में नमक त्यागते हैं
उन्हें शक्कर दान करनी चाहिये। जो मनुष्य नित्यप्रति देव मन्दिरों में दीप जलाते हैं उन्हें स्वर्ण या ताँबे के दीपक को घी तथा बत्ती सहित दान करना चाहिये। जो मनुष्य चातुर्मास्य व्रत में किसी वस्तु को त्याग देते हैं उन्हें उस दिन से पुनः ग्रहण करना चाहिये। जो मनुष्य प्रबोधिनी एकादशी के दिन विधिपूर्वक व्रत करते हैं उन्हें अत्यन्त सुख मिलता है और अन्त में वे स्वर्ग को जाते हैं।

जो मनुष्य चातुर्मास्य व्रत को बिना किसी विघ्न के पूरा कर देते हैं उन्हें फिर दुबारा जन्म नहीं मिलता। जिन मनुष्यों का व्रत खंडित हो जाता है वह नरक को जाते हैं। जो मनुष्य इस एकादशी के महात्म्य को सुनता व पढ़ता है उसे अनेक गौ दान का फल मिलता है।

कथासार

स्वाध्याय, तपस्या व त्याग की दृष्टि से चातुर्मास्य का नियम बेहद महत्वपूर्ण है। भगवान श्रीविष्णु की भक्ति में लीन होने के लिए यह समय अत्यंत उत्तम होता है। गृहस्थ में बंधा व्यक्ति भी चातुर्मास्य में भगवान विष्णु की भक्ति का पूरा लाभ उठा सकता है।
`,
  },
  {
    id: 24,
    title: "पद्मिनी एकादशी व्रत कथा",
    slug: "paddini-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `अधिक (लौंद) मास : शुक्ल पक्ष

धर्मराज युधिष्ठिर बोले कि हे भगवान् ! अब आप अधिक (लौंद) मास शुक्ल पक्ष की एकादशी के बारे में बतलाइये। इस एकादशी का क्या नाम है तथा उसके व्रत की विधि क्या है? सो समझाकर कहिये।

श्रीकृष्ण बोले कि हे राजन् ! अधिक (लौंद) मास की एकादशी का नाम पद्मिनी है। इस एकादशी के व्रत से मनुष्य विष्णु लोक को जाता है। हे राजन् ! इस की विधि को मैंने सबसे प्रथम नारदजी से कहा था। यह विधि अनेक पापों को नष्ट करने वाली तथा मुक्ति और भक्ति प्रदान करने वाली है। आप ध्यान पूर्वक श्रवण कीजिये।

दशमी के दिन व्रत को शुरू करना चाहिये और कांसे के पात्र में भोजन, मांस, मसूर, चना, कोदों, शहद, शाक और पराया अन्न दशमी के दिन नहीं खाना चाहिये। इस दिन हविष्य भोजन करना चाहिये और नमक भी नहीं खाना चाहिये एवं ब्रह्मचर्य पूर्वक रहना चाहिये। एकादशी के दिन प्रातः उठकर
नित्य क्रिया से निवृत्त होकर दाँतुन करनी चाहिये और बारहबार कुल्ला करके पुण्य क्षेत्र में स्नान करने चला जाना चाहिए। उस समय गौमय मृत्तिका, तिलकुश तथा आमलकी चूर्ण से विधि पूर्वक स्नान करना चाहिये। स्नान करने से पहले शरीर में मिट्टी लगाते हुए उसी से प्रार्थना करनी चाहिये। हे मृत्तिके ! तुमको भगवान् ने सत बाहु रूप धारण करके निकाला है। ब्रह्माजी ने तुम्हें दिया है और कश्यप जी ने तुमको मन्त्र से पूजा है। इसलिये तुम मुझे भगवान् की पूजा करने के लिए शुद्ध बना दो। समस्त औषधियों से पैदा हुई, गौ के पेट में स्थित रहने वाली और पृथ्वी को पवित्र करने वाली तुम मुझे शुद्ध करो। ब्रह्मा के थूक से पैदा होने वाली रात्रि ! तुम मेरे शरीर को छूकर मुझे पवित्र करो। हे शंख, चक्र, गदाधारी देवों के देव! जगन्नाथ आप मुझे स्नान के लिये आज्ञा दीजिये। इसके उपरान्त वरुण मात्र को जपकर स्नान करना चाहिये। पवित्र तीर्थों के अभाव में उनका स्मरण करते हुए किसी तालाब में स्नान करना चाहिये।

स्नान करने के पश्चात् सफेद फटे वस्त्रों को धारण करके तथा संध्या तर्पण करके मन्दिर में जाकर भगवान् की पूजा करनी चाहिये। स्वर्ण की राधा
सहित भगवान् की प्रतिमा या पार्वती सहित महादेव की प्रतिमा बनाकर पूजन करें। धान्य के ऊपर मिट्टी या तांबे का घड़ा रखना चाहिये। उस घड़े को वस्त्र तथा गन्ध आदि से सुशोभित करके उसके मुँह पर ताँबे का अथवा, सोने का पात्र और रुपया रखना चाहिये। उस पात्र पर भगवान् की प्रतिमा को रखकर, धूप, दीप, नैवेद्य, पुष्प, चन्दन आदि से उनकी पूजा करनी चाहिये। उसके उपरान्त भगवान् के सम्मुख नृत्य गान आदि करें। उस दिन पतित तथा रजस्वला स्त्री का स्पर्श नहीं करना चाहिये। उस दिन असत्य भाषण तथा गुरु और ब्राह्मण की निंदा नहीं करनी चाहिए। दस दिन भक्तजनों के साथ भगवान् के सामने पुराण की कथा सुननी चाहिये। अधिक (लौंद) मास की शुक्ल पक्ष की पद्मिनी एकादशी का व्रत निर्जल करना चाहिए। यदि मनुष्य शक्तिवान हो तो उसे जलपान या क्षुधा आहार से व्रत करना चाहिये। रात्रि में जागरण करके नाच और गान करके भगवान् का ध्यान करते रहना चाहिये। प्रति पहर मनुष्य को भगवान् या महादेवी जी की पूजा करनी चाहिये। भगवान् को पहले पहर में नारियल, दूसरे पहल में विल्वफल, तीसरे पहल में सीताफल और चौथे पहल
में सुपारी, नारंगी अर्पण करनी चाहिए। इससे पहले पहर में अग्नि होम का, दूसरे में वाजपेय यज्ञ का, तीसरे में अश्वमेघ यज्ञ का और चौथे में राजसूय यज्ञ का फल मिलता है। इस फल से अधिक संसार में न यज्ञ है, न विद्या है, न तप है, न दान आदि है। एकादशी का व्रत करने वाले मनुष्य को समस्त तीर्थ और यज्ञों का फल मिल जाता है। इस तरह से सूर्योदय तक जागरण करना चाहिये और स्नान करके ब्राह्मणों को भोजन कराना चाहिये। सब पदार्थ भगवान् की प्रतिमा सहित ब्राह्मण को देने चाहियें। इस प्रकार जो मनुष्य विधि पूर्वक भगवान् की पूजा तथा व्रत करते हैं उनका जन्म सफल हो जाता है और इस लोक में अनेक सुखों को भोगकर अन्त में विष्णु लोक को जाते हैं। हे राजन् ! मैंने आपको एकादशी के व्रत का पूरा विधान बतला दिया अब जो पद्मिनी एकादशी का भक्तिपूर्वक व्रत करते हैं उनकी कथा कहता हूँ उसे ध्यान पूर्वक श्रवण कीजिये। यह सुन्दर कथा पुलस्त्यजी ने नारदजी से कही थी।

एक समय कीर्तवीर्य ने रावण को कारागार में बन्द कर रखा था। उसको पुलस्त्यजी ने कीर्तवीर्य की विनय करके छुड़ाया। इस घटना को सुनकर
नारदजी ने पुलस्त्य जी से पूछा कि हे महाराज ! उस महावीर रावण जिसने समस्त देवताओं सहित देवराज इन्द्र को जीत लिया था उसको कीर्तवीर्य ने किस प्रकार जीता सो आप मुझे समझाइये। इस पर पुलस्त्य जी बोले कि हे नारद ! आप पहले कीर्तवीर्य की उत्पत्ति के विषय में सुनो।

त्रेतायुग में महिष्मती नाम की नगरी में उपकीर्तवीर्य राजा राज्य करता था। उस राजा के सौ स्त्रियाँ थीं उसमें से किसी के भी राज्य भार लेने वाला योग्य पुत्र नहीं था। उस राजा ने पुत्र की प्राप्ति के लिये यज्ञ किये, परन्तु सब असफल रहे। अन्त में वह तप के द्वारा ही सिद्धियों को प्राप्त जानकर तपस्या करने के लिये वन को चला गया। उस की स्त्री हरिश्चन्द्र की पुत्री प्रमदा वस्त्राभूषणों को त्यागकर अपने पति के साथ गंधमादन पर्वत पर चली गई। उस स्थान पर इन लोगों ने दस सहस्त्र वर्ष तक तपस्या की परन्तु सिद्धि प्राप्ति न हो सकी। राजा के शरीर में केवल हड्डियाँ ही हड्डियाँ रह गईं। यह देखकर प्रमदा ने विनय सहित महासती अनुसूईया से पूछा कि मेरे पतिदेव को तपस्या करते हुए दस सहस्त्र वर्ष बीत गये परन्तु अभी तक भगवान् प्रसन्न नहीं हुए हैं
जिससे मुझे पुत्र प्राप्त हो सके। अब आप मुझे कोई ऐसा व्रत बतलाइये जिससे मुझे पुत्र की प्राप्ति हो।

इस पर अनुसूईयाजी बोलीं कि अधिक (लौंद) मास जो कि बत्तीस महीने बाद आता है उनमें दो एकादशी होती हैं जिसमें शुक्ल पक्ष की एकादशी का नाम पद्मिनी और कृष्ण पक्ष की एकादशी का नाम परमा है। उसके जागरण और व्रत करने से भगवान् तुम्हें अवश्य ही पुत्र देंगे। इसके पश्चात् अनुसूईया जी ने व्रत की विधि बतलायी। अनसुईया की बतलायी हुई विधि के अनुसार प्रमदा ने एकादशी का व्रत और रात्रि में जागरण किया। इससे भगवान् विष्णु उस पर अत्यन्त प्रसन्न हुए और वरदान माँगने के लिये कहा। रानी इस पर भगवान् की स्तुति करने लगी। रानी ने कहा कि आप यह वरदान मेरे पति को दीजिये। प्रमदा का वचन सुनकर भगवान् विष्णु बोले कि हे प्रमदे ! मलमास मुझे बहुत प्रिय है जिसमें एकादशी का व्रत तथा रात्रि जागरण तुमने विधि पूर्वक किया है। इसलिये मैं तुम पर बहुत प्रसन्न हूँ। इतना कहकर भगवान् विष्णु राजा से बोले कि हे राजेन्द्र ! तुम अपनी इच्छा के अनुसार वर माँगो क्योंकि तुम्हारी स्त्री ने मुझको प्रसन्न किया है।
भगवान् की सुन्दर वाणी को सुनकर राजा बोला कि हे भगवान्! आप मुझे सबसे श्रेष्ठ, सबके द्वारा पूजित तथा आपके अतिरिक्त देव, दानव, मनुष्य आदि से अजेय उत्तम पुत्र दीजिये। भगवान् उससे तथास्तु कहकर अंतर्ध्यान हो गए। वह दोनों अपने राज्य को वापिस आये। उन्हीं के वह कार्तवीर्य उत्पन्न हुए थे। वह भगवान् के अतिरिक्त सबसे अजेय थे ! इसी से उन्होंने रावण को जीत लिया था। यह सब पद्मिनी के व्रत का प्रभाव था। नारद जी से इतना कहकर पुलस्त्य जी वहाँ से चले गये।

भगवान् बोले कि - हे महाराज यह मैंने अधिक

(लौंद) मास की शुक्ल पक्ष की एकादशी का व्रत कहा है। जो मनुष्य इस व्रत को करता है वह विष्णु लोक को जाता है।

कथासार

भगवान सर्वशक्तिमान हैं, वे दुर्लभ से दुर्लभ वस्तु देने में समर्थ हैं, किंतु भगवान को प्रसन्न करके अपनी मनवांछित वस्तु प्राप्त करने का मार्ग मनुष्य को ज्ञात होना चाहिए। पद्मिनी एकादशी भगवान की प्रिय तिथि है, जप-तप से भी अधिक प्रभावशाली इसका व्रत व्यक्ति को दुर्लभ वस्तु प्राप्त करा देता है।
`,
  },
  {
    id: 25,
    title: "परमा एकादशी व्रत कथा",
    slug: "parma-ekadashi",
    image: "/ekadashi2.png",
    audio: "/audio/.mp3",
    content: `अधिक (लौंद) माह : कृष्ण पक्ष

श्रीयुधिष्ठिर बोले कि- हे जनार्दन ! अब आप अधिक (लौंद) माह की कृष्ण पक्ष की एकादशी का नाम तथा उसके व्रत की विधि बतलाइये। श्रीकृष्ण बोले कि हे राजन् ! इस एकादशी का नाम परमा है। इसके व्रत से समस्त पाप नष्ट होकर इस लोक में तथा परलोक में मुक्ति मिलती है। इसका व्रत पूर्वोक्त विधि से करना चाहिये और भगवान् नरोत्तम की धूप, दीप, नैवेद्य, पुष्प आदि से पूजा करनी चाहिये। इस एकादशी के विषय में एक मनोहर कथा जो कि महर्षियों के साथ काम्पिल्य नगरी में हुई थी कहता हूँ। आप ध्यान पूर्वक श्रवण कीजिये ।

काम्पिल्य नगरी में सुमेधा नाम का एक ब्राह्मण रहता था। उसकी स्त्री पवित्रा अत्यन्त पवित्र तथा पतिव्रता थी। वह किसी पूर्व जन्म के कारण अत्यंत दरिद्र थी। उसे भिक्षा माँगने पर भी भिक्षा नहीं मिलती थी। वह सदैव वस्त्रों से रहित होते हुए भी अपने पति की सेवा करती रहती थी। वह अतिथि को अन्न देकर स्वयं भूखी रहती थी और पति से कभी किसी
वस्तु को नहीं कहती थी।

जब सुमेधा ने अपनी स्त्री को अत्यन्त दुर्बल देखा तो बोला कि - हे प्रिये! जब मैं धनवानों से धन माँगता हूँ तो वह मुझे कुछ नहीं देते। गृहस्थी केवल धन से ही चलती है, अब मैं क्या करूँ ? इसलिये यदि तुम्हारी राय हो तो मैं परदेश में जाकर उद्यम करूँ। इस पर उसकी स्त्री विनीत भाव से बोली कि हे पति देव ! पति अच्छा या बुरा, वह जो कुछ भी कहे पत्नी को वही करना चाहिये। पूर्व जन्म में जो मनुष्य विद्या और भूमि दान करते हैं उन्हें ही इस जन्म में विद्या और भूमि मिलती है। यदि कोई मनुष्य दान नहीं करता तो भगवान् उसे केवल अन्न ही देते हैं। मैं आपका वियोग नहीं सह सकती। पति रहित स्त्री की संसार में माता, पिता, भ्राता, श्वसुर तथा सम्बन्धी आदि निंदा करते हैं। इसलिये आपको इसी स्थान पर रहना चाहिए।

एक समय कौण्डिल्य मुनि उस जगह आये। उनको आते देखकर सुमेधा और उसके पत्नी ने उन्हें प्रणाम किया और बोले हम आज धन्य हैं। आज हमारा जीवन आपके दर्शन से सफल हुआ। उन्होंने उनको बैठने को आसन तथा भोजन दिया। भोजन
देने के पश्चात् पवित्रा बोली कि हे मुनि ! आप मुझे दरिद्रता का नाश करने का उपाय बतलाइये। मैंने अपने पति को परदेश में धन कमाने के लिये जाने से रोका है। मेरे भाग्य से आप आ गये हैं। मुझे पूर्ण निश्चय है कि अब मेरी दरिद्रता शीघ्र ही नष्ट हो जायेगी। अतः आप हमारी दरिद्रता नष्ट करने के लिए किसी व्रत को बतलाइये। इस पर कौण्डिल्य मुनि बोले कि मल मास की कृष्ण पक्ष की परमा एकादशी के व्रत से मनुष्य के समस्त पाप, दुःख और दरिद्रता आदि नष्ट हो जाते हैं। जो मनुष्य इसका व्रत करता है वह धनवान हो जाता है।

इस व्रत में नाच, गाना आदि सहित रात्रि जागरण करना चाहिये। कुबेर को महादेव जी ने इसी व्रत के करने से धनाधिपति बना दिया था। इसी व्रत के प्रभाव से सत्यवादी महाराज हरिश्चन्द्र को पुत्र, स्त्री और राज्य प्राप्त हुआ था। उस मुनि ने उसको एकादशी के व्रत की समस्त विधि कह सुनायी।

वह मुनि फिर बोले कि हे ब्राह्मणजी ! पंचरात्रि व्रत इससे भी अधिक उत्तम है। परमा एकादशी के दिन प्रातःकाल नित्यकर्म से निवृत्त होकर विधिपूर्वक पंचरात्रि व्रत आरम्भ करना चाहिये। जो मनुष्य पाँच
दिन तक निर्जल व्रत करते हैं वे अपने माता-पिता और स्त्री सहित स्वर्गलोक को जाते हैं। जो पाँच दिन तक संध्या को भोजन करते हैं वे स्वर्ग को जाते हैं। जो मनुष्य स्नान करके पाँच दिन तक ब्राह्मणों को भोजन कराते हैं उन्हें समस्त संसार के भोजन कराने का फल मिलता है। इस व्रत में जो घोड़े का दान करते हैं उन्हें तीनों लोकों में दान करने का फल मिलता है। जो मनुष्य उत्तम ब्राह्मण को तिल सहित दान करते हैं वे तिल की संख्या के बराबर विष्णु लोक में रहते हैं। जो पाँच दिन तक ब्रह्मचर्य पूर्वक रहते हैं वे देवांगनाओं के साथ स्वर्ग में भोग करते हैं। हे पवित्रे ! तुम अपने पति के साथ इसी व्रत को करो। इससे तुम्हें सिद्धि प्राप्त होगी और अन्त में स्वर्ग को जाओगी। कौण्डिल्य मुनि के कहे अनुसार उन्होंने परमा एकादशी का पाँच दिन तक व्रत किया। व्रत समाप्त होने पर उसने देखा कि एक राजकुमार उसके सामने खड़ा है। राजकुमार ने उन्हें एक उत्तम घर जो कि सब वस्तुओं से सजा हुआ था रहने के लिये दिया। राजकुमार उसको एक ग्राम भी देकर अपने महल को चले गए। दोनों इस व्रत के प्रभाव से इस लोक में अनन्त सुखभोग कर अन्त में स्वर्गलोक
को गये।

श्रीकृष्ण बोले कि हे राजन् ! जो मनुष्य परमा एकादशी का व्रत करता है उसे समस्त तीर्थों, दानों आदि का फल मिलता है। जिस प्रकार संसार में दो पैरों वालों में ब्राह्मण, चार पैरों वालों में गौ, और देवताओं में इन्द्रराज श्रेष्ठ हैं उसी प्रकार महीनों में अधिक (लौंद) का मास उत्तम है। इस महीने में पंच रात्रि अत्यन्त पुण्य देने वाली है। इस महीने की पद्मिनी और परमा एकादशी भी श्रेष्ठ हैं। उनके व्रत से समस्त पाप क्षीण हो जाते हैं। दुर्बल मनुष्य को एक व्रत जरूर करना चाहिये। जो मनुष्य अधिक मास स्नान तथा एकादशी व्रत नहीं करते उन्हें आत्मघात का पाप लगता है। यह मनुष्य योनि बड़े पुण्यों से मिलती है। इसलिये मनुष्य को एकादशी का व्रत अवश्य करना चाहिये।

हे युधिष्ठिर ! जो आपने मुझसे पूछा था सो मैंने आपको बतला दिया। अब आप इसका व्रत भक्तिपूर्वक कीजिये। जो मनुष्य अधिक मास (लौंद) की परमा एकादशी का व्रत करते हैं वे स्वर्ग लोक में जाकर इन्द्र के समान सुखों को भोगते हुए तीनों लोकों में वन्दनीय होते हैं।
कथासार

जो मनुष्य ऋषि-मुनियों का सम्मान करते हैं उन पर भगवान अवश्य ही अपनी कृपा करते हैं। लक्ष्मी इधर-उधर भागने से नहीं मिलती बल्कि युक्तिपूर्वक श्रम करने से तथा ईश्वर की कृपा से प्राप्त होती है।

॥ इति एकादशी व्रत महात्म्य कथा समाप्तम् ।।
`,
  },
  {
    id: 16,
    title: "मोक्षदा एकादशी व्रत कथा",
    slug: "mokshda-ekadashi",
    image: "/ekadashi2.png",
    content: ``,
  },
];

export default vratkathaData;
